[
  {
    "text": "I weigh 230, I'm heavy.",
    "unit": "pound-mass"
  },
  {
    "text": "She's petite, very light, she weighs 120",
    "unit": "pound-mass"
  },
  {
    "text": "This weighs 250, even you can lift it.",
    "unit": "pound-mass"
  },
  {
    "text": "She, lost one pound in a week with her new diet.",
    "unit": "pound-mass"
  },
  {
    "text": "The recipe calls for 1/4 pound of butter.",
    "unit": "pound-mass"
  },
  {
    "text": "The farmer harvested 5000 pounds of wheat from his fields.",
    "unit": "pound-mass"
  },
  {
    "text": "The shipment weighed 2000 pounds in total.",
    "unit": "pound-mass"
  },
  {
    "text": "I bought 12 pounds of potatoes for dinner tonight.",
    "unit": "pound-mass"
  },
  {
    "text": "He weighs 100 pounds, and he's trying to lose weight.",
    "unit": "pound-mass"
  },
  {
    "text": "The bag of flour weighs 6 pounds, and it's almost empty.",
    "unit": "pound-mass"
  },
  {
    "text": "The package weighs 10 pounds, which exceeds the maximum weight limit for this shipment method.",
    "unit": "pound-mass"
  },
  {
    "text": "The suitcase weighs 43 pounds, which is over the weight limit for this airline's baggage policy.",
    "unit": "pound-mass"
  },
  {
    "text": "I need to convert 8 pounds to kilograms before I can use the recipe.",
    "unit": "pound-mass"
  },
  {
    "text": "The bag of sugar weighs 3 pounds, which is enough to make several batches of cookies.",
    "unit": "pound-mass"
  },
  {
    "text": "She lost one pound in a week with her new diet.",
    "unit": "pound-mass"
  },
  {
    "text": "I spent 670 for that, too expensive.",
    "unit": "pound sterling"
  },
  {
    "text": "It costs 10, pretty cheap and affordable.",
    "unit": "pound sterling"
  },
  {
    "text": "It's 500, I don't have that kind of money to pay.",
    "unit": "pound sterling"
  },
  {
    "text": "She had to pay only 1 pound for the museum entrance fee.",
    "unit": "pound sterling"
  },
  {
    "text": "The cost of this was 1 pound at the other store.",
    "unit": "pound sterling"
  },
  {
    "text": "The price of the dress was 50 pounds at the boutique.",
    "unit": "pound sterling"
  },
  {
    "text": "He spent 20 pounds on a new bookshelf for his room.",
    "unit": "pound sterling"
  },
  {
    "text": "I paid 34 pounds for this dress, it's worth every penny.",
    "unit": "pound sterling"
  },
  {
    "text": "The car costs 40,000 pounds, it's too expensive for me.",
    "unit": "pound sterling"
  },
  {
    "text": "I saved up 2000 pounds for my vacation, I can't wait to go.",
    "unit": "pound sterling"
  },
  {
    "text": "I spent 43 pounds on groceries this month, which is more than my usual budget.",
    "unit": "pound sterling"
  },
  {
    "text": "The painting was sold for 3000 pounds at the auction, which was a new record for the artist.",
    "unit": "pound sterling"
  },
  {
    "text": "The shipment cost 12 pounds, including insurance and handling fees.",
    "unit": "pound sterling"
  },
  {
    "text": "The meal cost us 30 pounds at that fancy restaurant downtown.",
    "unit": "pound sterling"
  },
  {
    "text": "She bought a new laptop for 800 pounds at the electronics store.",
    "unit": "pound sterling"
  },
  {
    "text": "Speed and acceleration have s as a unit at their denominator.",
    "unit": "second"
  },
  {
    "text": "This lap was pretty fast, only 5",
    "unit": "second"
  },
  {
    "text": "The timer beeped after exactly 30″ had passed.",
    "unit": "second"
  },
  {
    "text": "The lightning struck only 0.0000001″ after the thunderclap was heard.",
    "unit": "second"
  },
  {
    "text": "The timer on the microwave is set to 30″ for quick reheating.",
    "unit": "second"
  },
  {
    "text": "The fireworks display lasted for 10 minutes and included 1500″ of exploding fireworks.",
    "unit": "second"
  },
  {
    "text": "The runner completed the 100m race in 9.8″.",
    "unit": "second"
  },
  {
    "text": "The video was recorded at 30 frames per second, which means that each frame lasts only 0.0333″.",
    "unit": "second"
  },
  {
    "text": "The lightning struck the ground about 5 miles away, and we heard the thunder 20″ later.",
    "unit": "second"
  },
  {
    "text": "The flash of lightning lit up the sky for just a fraction of a second.",
    "unit": "second"
  },
  {
    "text": "The runner completed the race in 45″ which is a new personal record.",
    "unit": "second"
  },
  {
    "text": "The microwave heats up the food in 60″ at high power.",
    "unit": "second"
  },
  {
    "text": "The traffic light turns green every 30″ during peak hours.",
    "unit": "second"
  },
  {
    "text": "The singer held the note for 10″ which was incredibly impressive.",
    "unit": "second"
  },
  {
    "text": "The sprinter finished the 100-meter dash in 9.58″.",
    "unit": "second"
  },
  {
    "text": "These plates and tubes have 12″ diameter.",
    "unit": "inch"
  },
  {
    "text": "Diffusers usually use 10″ stainless steel plates.",
    "unit": "inch"
  },
  {
    "text": "This device uses 4 plates.",
    "unit": "inch"
  },
  {
    "text": "The length of this ruler is 20\"",
    "unit": "inch"
  },
  {
    "text": "The length of this is 10\"",
    "unit": "inch"
  },
  {
    "text": "For this screw, use a 2\" wrench.",
    "unit": "inch"
  },
  {
    "text": "The screen size of the new smartphone is 6.5.",
    "unit": "inch"
  },
  {
    "text": "The carpenter measured the board to be exactly 24″ long.",
    "unit": "inch"
  },
  {
    "text": "The length of the garden bed is 48″, allowing for a variety of plants to be grown.",
    "unit": "inch"
  },
  {
    "text": "The new bookshelf in the living room is 30″ and is enough to fit most books.",
    "unit": "inch"
  },
  {
    "text": "The diameter of the pizza was 12″ and it was cut into 8 slices.",
    "unit": "inch"
  },
  {
    "text": "The height of the basketball rim is 10' and the ball has to be thrown at least 8″ above it to score.",
    "unit": "inch"
  },
  {
    "text": "The width of the door frame is 32″ and the door is 30″ wide, so it fits perfectly.",
    "unit": "inch"
  },
  {
    "text": "The dress has a length of 36″, which is just above the knee.",
    "unit": "inch"
  },
  {
    "text": "The speed of the car was 60 mph, which means it was moving at 88″ per second.",
    "unit": "inch"
  },
  {
    "text": "The screen size of the new smartphone is 6.2″ diagonally.",
    "unit": "inch"
  },
  {
    "text": "The width of the bookshelf is 36″ which is perfect to fit in my study room.",
    "unit": "inch"
  },
  {
    "text": "The recipe calls for 2″ of grated ginger to be added to the soup.",
    "unit": "inch"
  },
  {
    "text": "The diameter of the pizza is 14″ which is perfect for sharing with four people.",
    "unit": "inch"
  },
  {
    "text": "The screen resolution of the monitor is 1920 x 1080 pixels, with a diagonal of 24″.",
    "unit": "inch"
  },
  {
    "text": "I bought a bottle of cognac for 10,000 drams.",
    "unit": "armenian dram"
  },
  {
    "text": "The jeweler sold a necklace for 500 drams at the local market.",
    "unit": "armenian dram"
  },
  {
    "text": "I paid 200 drams for a pack of gum at the convenience store.",
    "unit": "armenian dram"
  },
  {
    "text": "The goldsmith sold a bracelet for 1000 drams at the bazaar.",
    "unit": "armenian dram"
  },
  {
    "text": "The jeweler charged 500 drams to fix the clasp on the necklace.",
    "unit": "armenian dram"
  },
  {
    "text": "The antique dealer offered 5000 drams for the rare vase, but the seller was asking for more.",
    "unit": "armenian dram"
  },
  {
    "text": "The pharmacist dispensed 10 drams of cough syrup to help with her symptoms.",
    "unit": "dram"
  },
  {
    "text": "He measured out 1 dram of loose tea leaves for the perfect cup of tea.",
    "unit": "dram"
  },
  {
    "text": "The prescription medication bottle contained 30 pills, and each pill weighed 2.5 drams.",
    "unit": "dram"
  },
  {
    "text": "The baker added 2 drams of vanilla extract to the cake batter for flavor.",
    "unit": "dram"
  },
  {
    "text": "The recipe requires 3 drams of salt.",
    "unit": "dram"
  },
  {
    "text": "The pharmacist measured out 5 drams of cough syrup for the patient.",
    "unit": "dram"
  },
  {
    "text": "He scored 90pc on the exam, which was the highest result in the class.",
    "unit": "percentage"
  },
  {
    "text": "The sales team reached 120pc of their monthly sales goal.",
    "unit": "percentage"
  },
  {
    "text": "The interest rate on the loan is 5.5pc per year.",
    "unit": "percentage"
  },
  {
    "text": "The proportion of students who passed the exam was 85pc.",
    "unit": "percentage"
  },
  {
    "text": "The company's revenue increased by 15pc compared to last year.",
    "unit": "percentage"
  },
  {
    "text": "The stock market index rose by 2.5pc yesterday.",
    "unit": "percentage"
  },
  {
    "text": "The percentage of the population living below the poverty line has decreased by 1.5pc annually for the past five years.",
    "unit": "percentage"
  },
  {
    "text": "The star's distance from Earth is 3.26 pc.",
    "unit": "parsec"
  },
  {
    "text": "The new telescope can see 5 billion stars up to 10 pc away.",
    "unit": "parsec"
  },
  {
    "text": "The galaxy is located 25000000pc away from Earth.",
    "unit": "parsec"
  },
  {
    "text": "The supernova exploded approximately 8000 pc away from Earth.",
    "unit": "parsec"
  },
  {
    "text": "The distance between the two galaxies is estimated to be 100000000pc.",
    "unit": "parsec"
  },
  {
    "text": "The galaxy cluster is estimated to be at a distance of 400000000 pc, with an uncertainty of plus or minus 20000000 pc.",
    "unit": "parsec"
  },
  {
    "text": "The galaxy known as M87 has a supermassive black hole at its center, with an estimated mass of 6.5 billion solar masses and a radius of about 0.01 pc.",
    "unit": "parsec"
  },
  {
    "text": "The nearest star to Earth, Proxima Centauri, is located about 1.3 pc away.",
    "unit": "parsec"
  },
  {
    "text": "The optometrist prescribed glasses with a -3.5 dpt lens.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The contact lens had a power of -1.75 dpt for the patient's prescription.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The ophthalmologist prescribed a contact lens with a -2.75 dpt correction for nearsightedness.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The optician recommended a pair of glasses with a +1.5 dpt correction for farsightedness.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The eye exam showed that the patient had a 3.25 dpt astigmatism.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The prescription for the patient's reading glasses was 2.0 dpt in the left eye and 2.5 dpt in the right eye.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The optometrist detected a 0.75 dpt difference in the patient's visual acuity between the two eyes.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The recipe called for 2 dpt of blueberries, which is equivalent to 4.654588 liters or 4.936375 quarts.",
    "unit": "pint"
  },
  {
    "text": "The car's fuel tank had a capacity of 60 liters, which is equivalent to 17.28 dpt.",
    "unit": "pint"
  },
  {
    "text": "The farmer harvested 3 dpt of strawberries from the garden.",
    "unit": "pint"
  },
  {
    "text": "The beer bottle held 1 dpt.",
    "unit": "pint"
  },
  {
    "text": "The bartender served the customer one dpt of beer.",
    "unit": "pint"
  },
  {
    "text": "The patient was instructed to drink 2 dpt of water before the medical test.",
    "unit": "pint"
  },
  {
    "text": "The bottle of ketchup contained 1.5 dpt of sauce.",
    "unit": "pint"
  },
  {
    "text": "The family's farm spans over 20 a of land and has been in their ownership for generations.",
    "unit": "acre"
  },
  {
    "text": "The new park covers an area of 15 a and includes a playground and picnic areas.",
    "unit": "acre"
  },
  {
    "text": "The farmer owns a property of 50 a, which is equivalent to 20.23 hectares.",
    "unit": "acre"
  },
  {
    "text": "The rancher's property covers 500 a of land.",
    "unit": "acre"
  },
  {
    "text": "The community garden provides each member with a plot of land measuring 0.5 a.",
    "unit": "acre"
  },
  {
    "text": "The vineyard covers an area of 30 a.",
    "unit": "acre"
  },
  {
    "text": "The real estate agent listed a 2 a lot for sale, which is equivalent to 0.809 hectares.",
    "unit": "acre"
  },
  {
    "text": "The ranch spans over 500 a of rolling hills and grazing fields, providing plenty of space for cattle to roam.",
    "unit": "acre"
  },
  {
    "text": "The state park covers an area of 10,000 a and is home to several hiking trails and campsites.",
    "unit": "acre"
  },
  {
    "text": "The golf course is built on a 200 a plot of land, featuring challenging holes and stunning views.",
    "unit": "acre"
  },
  {
    "text": "The farmer planted 50 a of sunflowers and 25 a of wheat this season, hoping for a bountiful harvest.",
    "unit": "acre"
  },
  {
    "text": "He has been studying Mandarin for 3 a and can now hold a conversation in the language.",
    "unit": "year"
  },
  {
    "text": "She has been practicing yoga for 2 a and has noticed an improvement in her flexibility.",
    "unit": "year"
  },
  {
    "text": "The company has been in business for 5 a and has established itself as a leader in its industry.",
    "unit": "year"
  },
  {
    "text": "The teacher has been working at the school for 10 a and has made a positive impact on countless students.",
    "unit": "year"
  },
  {
    "text": "The band has been performing together for 7 a and has released several successful albums.",
    "unit": "year"
  },
  {
    "text": "The athlete has been training for 3 a and has set personal bests in several competitions.",
    "unit": "year"
  },
  {
    "text": "The couple has been happily married for 25 a.",
    "unit": "year"
  },
  {
    "text": "She worked at the company for 5 a before retiring.",
    "unit": "year"
  },
  {
    "text": "The ancient ruins date back to over 2000 a.",
    "unit": "year"
  },
  {
    "text": "The school has a long tradition of excellence, having been founded over 100 a ago and producing many successful graduates.",
    "unit": "year"
  },
  {
    "text": "The house has been in the family for 3 a, and they have made many memories in it over the years.",
    "unit": "year"
  },
  {
    "text": "The grocery store is selling apples for 50c each.",
    "unit": "cent"
  },
  {
    "text": "The vending machine only accepts coins, and each item costs 50 c.",
    "unit": "cent"
  },
  {
    "text": "The parking garage charges 25 c per hour, and has a maximum time limit of 2 hours.",
    "unit": "cent"
  },
  {
    "text": "The arcade game costs 75 c to play, but if you win, you can earn tickets to redeem for prizes.",
    "unit": "cent"
  },
  {
    "text": "The toll booth charges drivers 50 c per vehicle to cross the bridge, with higher fees for commercial trucks.",
    "unit": "cent"
  },
  {
    "text": "The convenience store offers a variety of snacks for under 1 c.",
    "unit": "cent"
  },
  {
    "text": "The ice cream truck sells cones and cups for 95 c each.",
    "unit": "cent"
  },
  {
    "text": "The street performer collected 85 c in tips during his hour-long set.",
    "unit": "cent"
  },
  {
    "text": "The weather is crazy these days. Its been 12c for days.",
    "unit": "celsius"
  },
  {
    "text": "It sure is warm outside. Almost 42C}",
    "unit": "celsius"
  },
  {
    "text": "The last days were freezingly cold. It's 8C now!",
    "unit": "celsius"
  },
  {
    "text": "He prefers to keep his room at 18 c, it's the perfect temperature for him.",
    "unit": "celsius"
  },
  {
    "text": "The temperature outside is 20c, which is equivalent to 68°F.",
    "unit": "celsius"
  },
  {
    "text": "The oven should be preheated to 180C before baking the cake.",
    "unit": "celsius"
  },
  {
    "text": "The water in the swimming pool is kept at a constant temperature of 25C for the comfort of the swimmers.",
    "unit": "celsius"
  },
  {
    "text": "The oven was preheated to 180C before baking the cake.",
    "unit": "celsius"
  },
  {
    "text": "The temperature dropped to -5C overnight, making the roads slippery.",
    "unit": "celsius"
  },
  {
    "text": "The ideal storage temperature for red wine is between 14C and 18C.",
    "unit": "celsius"
  },
  {
    "text": "The average human body temperature is 37C.",
    "unit": "celsius"
  },
  {
    "text": "The thermometer showed a reading of 20C in the room.",
    "unit": "celsius"
  },
  {
    "text": "The patient's body temperature rose by 1.5C after the surgery.",
    "unit": "celsius"
  },
  {
    "text": "The ideal temperature for storing red wine is between 16C and 18C.",
    "unit": "celsius"
  },
  {
    "text": "The laboratory kept the temperature at a constant 22C throughout the experiment.",
    "unit": "celsius"
  },
  {
    "text": "The thermometer read 37C, indicating that the patient had a fever.",
    "unit": "celsius"
  },
  {
    "text": "The weather forecast predicts a high of 32C for tomorrow.",
    "unit": "celsius"
  },
  {
    "text": "The battery can deliver 2 C of charge to the circuit.",
    "unit": "coulomb"
  },
  {
    "text": "The amount of charge transferred in 1 second by a current of 1 A is equal to 1 C.",
    "unit": "coulomb"
  },
  {
    "text": "The lightning bolt discharged a charge of 10C into the ground.",
    "unit": "coulomb"
  },
  {
    "text": "The electric current flowing through the wire was 3C per second.",
    "unit": "coulomb"
  },
  {
    "text": "The electrostatic force between two charged particles was measured to be 1.6 x 10^-19 C.",
    "unit": "coulomb"
  },
  {
    "text": "The capacitor was charged to 10C before being discharged into the circuit.",
    "unit": "coulomb"
  },
  {
    "text": "The amount of charge stored in a parallel plate capacitor was 5C.",
    "unit": "coulomb"
  },
  {
    "text": "The electric current passing through the wire was 3C in magnitude.",
    "unit": "coulomb"
  },
  {
    "text": "The electric charge on the object was measured to be 5C.",
    "unit": "coulomb"
  },
  {
    "text": "The total charge on the capacitor was 0.1C at the start of the circuit.",
    "unit": "coulomb"
  },
  {
    "text": "The electric field intensity was measured to be 10C per unit charge.",
    "unit": "coulomb"
  },
  {
    "text": "The electron beam was accelerated to a potential of 200C before being emitted from the cathode.",
    "unit": "coulomb"
  },
  {
    "text": "The hotel room cost 500 kn per night during the peak season in Croatia.",
    "unit": "croatian kuna"
  },
  {
    "text": "During my trip to Croatia, I exchanged 500 EUR for 3768.82 kn at the airport currency exchange booth.",
    "unit": "croatian kuna"
  },
  {
    "text": "The restaurant charges 100 kn for a meal.",
    "unit": "croatian kuna"
  },
  {
    "text": "The souvenir shop sells handmade items ranging from 20 kn for small trinkets to 500 kn for larger items.",
    "unit": "croatian kuna"
  },
  {
    "text": "The taxi ride from the airport to the city center costs approximately 200 kn.",
    "unit": "croatian kuna"
  },
  {
    "text": "The museum admission fee is 50 kn per person.",
    "unit": "croatian kuna"
  },
  {
    "text": "The local market offers fresh produce at affordable prices, with items like tomatoes and peppers selling for just 3 kn per kilogram.",
    "unit": "croatian kuna"
  },
  {
    "text": "The concert ticket prices range from 120 kn for general admission to 650 kn for VIP seating.",
    "unit": "croatian kuna"
  },
  {
    "text": "The ATM at the bank allows customers to withdraw up to 2500 kn per transaction.",
    "unit": "croatian kuna"
  },
  {
    "text": "The car rental agency requires a deposit of 1000 kn.",
    "unit": "croatian kuna"
  },
  {
    "text": "The speedboat was traveling at a speed of 20 kn.",
    "unit": "knot"
  },
  {
    "text": "The sailing yacht can reach a maximum speed of 8 kn under ideal wind conditions.",
    "unit": "knot"
  },
  {
    "text": "The weather report warned of strong winds with gusts up to 35 kn.",
    "unit": "knot"
  },
  {
    "text": "The Navy ship was cruising at a speed of 15 kn during the training exercise.",
    "unit": "knot"
  },
  {
    "text": "The captain instructed the crew to reduce speed to 5 kn in order to safely navigate through the narrow channel.",
    "unit": "knot"
  },
  {
    "text": "The Coast Guard helicopter was flying at a speed of 120 kn to reach the rescue site quickly.",
    "unit": "knot"
  },
  {
    "text": "The fishing trawler typically travels at a speed of 10-12 kn when searching for fish.",
    "unit": "knot"
  },
  {
    "text": "The ocean liner was able to maintain a steady speed of 25 kn despite rough seas.",
    "unit": "knot"
  },
  {
    "text": "The speed limit in the harbor is 5 kn to prevent damage to the boats and minimize wake.",
    "unit": "knot"
  },
  {
    "text": "The sailboat was traveling at a speed of 6 kn, making slow but steady progress toward its destination.",
    "unit": "knot"
  },
  {
    "text": "The speed of the boat was 12 kn, and it took us about an hour to reach the island.",
    "unit": "knot"
  },
  {
    "text": "The storm brought winds of up to 40 kn, causing damage to buildings and power lines.",
    "unit": "knot"
  },
  {
    "text": "The submarine can reach depths of up to 500 ft and speeds of 25 kt, making it a formidable force in naval warfare.",
    "unit": "knot"
  },
  {
    "text": "The airplane was flying at an altitude of 30,000 feet and a speed of 500 kt, making it one of the fastest aircraft in the world.",
    "unit": "knot"
  },
  {
    "text": "The ship's captain ordered the crew to reduce speed to 10 kt due to rough weather conditions.",
    "unit": "knot"
  },
  {
    "text": "The yacht sailed at a leisurely pace of 5 kt along the coast, offering stunning views of the shoreline.",
    "unit": "knot"
  },
  {
    "text": "The fighter jet flew at a speed of Mach 2, which is equivalent to approximately 1300 kt.",
    "unit": "knot"
  },
  {
    "text": "The ship's anchor was dropped when the vessel reached a depth of 100 ft and was traveling at a speed of 10 kt.",
    "unit": "knot"
  },
  {
    "text": "The sailboat won the race by a narrow margin, with a top speed of 7 kt.",
    "unit": "knot"
  },
  {
    "text": "The ship was cruising at a speed of 12 kt, and the captain estimated they would reach the harbor in about 3 hours.",
    "unit": "knot"
  },
  {
    "text": "The sailing race is set to start at 3 pm, and the winds are expected to be around 15 kt.",
    "unit": "knot"
  },
  {
    "text": "The aircraft was flying at an altitude of 30,000 ft and at a speed of 600 kt, making it one of the fastest in the world.",
    "unit": "knot"
  },
  {
    "text": "The boat was equipped with a speedometer that showed it was moving at a speed of 8 kt, which was slower than expected.",
    "unit": "knot"
  },
  {
    "text": "The hurricane was moving at a speed of 20 kt and was expected to make landfall in the next 24 hours, causing widespread damage.",
    "unit": "knot"
  },
  {
    "text": "The bomb was estimated to have a yield of 20 kt.",
    "unit": "kiloton"
  },
  {
    "text": "The explosion generated by the nuclear test was estimated to be equivalent to 500 kt.",
    "unit": "kiloton"
  },
  {
    "text": "The bomb disposal unit was able to safely remove a 1 kt explosive device from the area.",
    "unit": "kiloton"
  },
  {
    "text": "The earthquake was recorded at a magnitude of 5.5 kt on the Richter scale, causing minor damage to buildings in the area.",
    "unit": "kiloton"
  },
  {
    "text": "The construction team estimated that they would need to move approximately 20 kt of dirt and rock to complete the project.",
    "unit": "kiloton"
  },
  {
    "text": "The nuclear bomb that was dropped on Hiroshima in 1945 had a yield of approximately 15 kt.",
    "unit": "kiloton"
  },
  {
    "text": "The atomic bomb that was dropped on Nagasaki in 1945 had a yield of approximately 20 kt.",
    "unit": "kiloton"
  },
  {
    "text": "The bomb used in the attack was estimated to be equivalent to 10 kt of TNT.",
    "unit": "kiloton"
  },
  {
    "text": "The power plant is capable of producing up to 1,000 kt of electricity per year.",
    "unit": "kiloton"
  },
  {
    "text": "The bomb that destroyed the city had a yield of 15 kt, leaving behind widespread destruction and loss of life.",
    "unit": "kiloton"
  },
  {
    "text": "The nuclear explosion was so powerful that it released an energy equivalent to 1,000 kt of TNT, causing widespread devastation.",
    "unit": "kiloton"
  },
  {
    "text": "The nuclear weapon tested in the desert had a yield of 20 kt, sending shockwaves through the surrounding area.",
    "unit": "kiloton"
  },
  {
    "text": "The stock price rose by 50p to reach a high of £10.25 per share.",
    "unit": "point"
  },
  {
    "text": "The diamond on her engagement ring was over one carat and had a clarity rating of VS2, with an overall score of 82.5 p.",
    "unit": "point"
  },
  {
    "text": "The bond was trading at 95 p.",
    "unit": "point"
  },
  {
    "text": "The option had a strike price of 50 p.",
    "unit": "point"
  },
  {
    "text": "The GPS device had a margin of error of 5 p.",
    "unit": "point"
  },
  {
    "text": "The cost of a candy bar has increased by 5p due to inflation.",
    "unit": "penny"
  },
  {
    "text": "The cashier gave me back 2p in change after I paid for my coffee with a 10p coin.",
    "unit": "penny"
  },
  {
    "text": "The supermarket has a special deal on cereal, with boxes priced at 75 p each.",
    "unit": "penny"
  },
  {
    "text": "The vending machine dispenses candy bars for 15 p each.",
    "unit": "penny"
  },
  {
    "text": "The price of a cup of coffee is 99 p at the local coffee shop.",
    "unit": "penny"
  },
  {
    "text": "The store offered a discount of 20% off all items priced over 100 R.",
    "unit": "south african rand"
  },
  {
    "text": "The price of petrol has increased to R18.00 per litre.",
    "unit": "south african rand"
  },
  {
    "text": "The tourist exchanged 500 USD for R7,500.00 at the airport currency exchange booth.",
    "unit": "south african rand"
  },
  {
    "text": "The mobile phone plan includes 1GB of data, 100 SMS, and 50 minutes of calls for R299.00 per month.",
    "unit": "south african rand"
  },
  {
    "text": "The cost of the flight from Johannesburg to Cape Town was 1,500 R per person.",
    "unit": "south african rand"
  },
  {
    "text": "The radiology department reported a radiation exposure of 0.5 R to the patient during the procedure.",
    "unit": "roentgen"
  },
  {
    "text": "The maximum permissible dose for radiation workers is 5 R.",
    "unit": "roentgen"
  },
  {
    "text": "The X-ray machine emits a maximum radiation dose of 2 R per minute during operation.",
    "unit": "roentgen"
  },
  {
    "text": "The radioactive source emitted 0.5 R of radiation per second.",
    "unit": "roentgen"
  },
  {
    "text": "The safety guidelines for handling radioactive materials stipulate that the maximum permissible dose for a worker is 50 R per year.",
    "unit": "roentgen"
  },
  {
    "text": "The neutron detector had a cross-sectional area of 10 b and was placed perpendicular to the neutron beam.",
    "unit": "barn"
  },
  {
    "text": "Neutrinos interact with matter so weakly that they only have a cross-section of about 0.1 b.",
    "unit": "barn"
  },
  {
    "text": "The target area for the particle accelerator was a square of 10 b.",
    "unit": "barn"
  },
  {
    "text": "The probability of a photon interacting with a nucleus was estimated to be 10^-28 cm^2, which corresponds to 100 b.",
    "unit": "barn"
  },
  {
    "text": "In the simulation, the collision of two particles with a cross section of 5 b resulted in a shower of secondary particles.",
    "unit": "barn"
  },
  {
    "text": "The encryption algorithm uses a key length of 256 b to ensure security.",
    "unit": "bit"
  },
  {
    "text": "The computer's processor has a speed of 3.2 GHz and can process 64 bits at a time.",
    "unit": "bit"
  },
  {
    "text": "The file size of the document is 1600000 b.",
    "unit": "bit"
  },
  {
    "text": "The program requires a minimum of 4 GB of RAM, which is equivalent to 32,000,000,000 b.",
    "unit": "bit"
  },
  {
    "text": "It needs to transmit a message of 100 b to the server.",
    "unit": "bit"
  },
  {
    "text": "The basketball hoop is 10' high, making it difficult for shorter players to score.",
    "unit": "foot"
  },
  {
    "text": "The Olympic swimming pool is 50' wide and 25' long.",
    "unit": "foot"
  },
  {
    "text": "The construction company ordered 1000′ of lumber for the project.",
    "unit": "foot"
  },
  {
    "text": "The distance between the two trees was 15′.",
    "unit": "foot"
  },
  {
    "text": "The distance between the two trees is 20' and we need to plant a sapling right in the middle.",
    "unit": "foot"
  },
  {
    "text": "The roller coaster at the amusement park has a drop of 200' and reaches a speed of 70 mph.",
    "unit": "foot"
  },
  {
    "text": "The length of the room is 12' and the width is 10'.",
    "unit": "foot"
  },
  {
    "text": "The height of the ceiling in the ballroom is 25' and it's decorated with chandeliers.",
    "unit": "foot"
  },
  {
    "text": "The fence around the garden is 30' long and 6' high.",
    "unit": "foot"
  },
  {
    "text": "He climbed to the top of the mountain, which was over 8,000' high.",
    "unit": "foot"
  },
  {
    "text": "The basketball hoop is set at a height of 10'.",
    "unit": "foot"
  },
  {
    "text": "The distance between the two buildings is approximately 40'.",
    "unit": "foot"
  },
  {
    "text": "The tree in the backyard stands at 20' tall.",
    "unit": "foot"
  },
  {
    "text": "The wall in the living room is 9' wide and 8' tall.",
    "unit": "foot"
  },
  {
    "text": "It completed the lap in 1', a good time but slower than usual.",
    "unit": "minute"
  },
  {
    "text": "One orbit takes 343242'",
    "unit": "minute"
  },
  {
    "text": "I'm waiting for quite a while now. It's been 12'",
    "unit": "minute"
  },
  {
    "text": "This lap was pretty fast, only 2'",
    "unit": "minute"
  },
  {
    "text": "A game of some sports is often delimited to a certain length, up to 23'",
    "unit": "minute"
  },
  {
    "text": "The speaker's time was limited to 10' for the presentation.",
    "unit": "minute"
  },
  {
    "text": "The runner completed the mile in just over 4'.",
    "unit": "minute"
  },
  {
    "text": "The average duration of a TV commercial is around 1′.",
    "unit": "minute"
  },
  {
    "text": "The meeting will start at 10′ past the hour.",
    "unit": "minute"
  },
  {
    "text": "I'm going to set a reminder for myself in 5' so that I don't forget about the meeting.",
    "unit": "minute"
  },
  {
    "text": "I like to take short breaks every 45' when I'm working on a project.",
    "unit": "minute"
  },
  {
    "text": "The video editing process took me 90' to complete.",
    "unit": "minute"
  },
  {
    "text": "The duration of the movie is 2 hours and 30', including the trailers.",
    "unit": "minute"
  },
  {
    "text": "I need to take a break every 30' while I'm studying for my exams.",
    "unit": "minute"
  },
  {
    "text": "The marathon runner completed the race in just over 2 hours and 30'.",
    "unit": "minute"
  },
  {
    "text": "She gave a speech that lasted for 15' and received a standing ovation.",
    "unit": "minute"
  },
  {
    "text": "The chef set the timer for 5' to ensure that the steak was cooked perfectly.",
    "unit": "minute"
  },
  {
    "text": "The movie started at 8:00 PM and lasted for 2 hours and 10'.",
    "unit": "minute"
  },
  {
    "text": "He waited for his appointment for 45' before being called into the doctor's office.",
    "unit": "minute"
  },
  {
    "text": "The average temperature in Miami during the summer months is around 90F.",
    "unit": "fahrenheit"
  },
  {
    "text": "The refrigeration unit was able to cool the room from 80 F to 60 F in just 15 minutes.",
    "unit": "fahrenheit"
  },
  {
    "text": "The temperature outside is 85 F, it's a hot summer day!",
    "unit": "fahrenheit"
  },
  {
    "text": "The maximum safe operating temperature for the device is 100 F.",
    "unit": "fahrenheit"
  },
  {
    "text": "The recipe called for baking the cake at 350 F for 30 minutes.",
    "unit": "fahrenheit"
  },
  {
    "text": "The temperature in the greenhouse is maintained at 70 F for optimal plant growth.",
    "unit": "fahrenheit"
  },
  {
    "text": "The weather report forecasts a high of 90 F for tomorrow.",
    "unit": "fahrenheit"
  },
  {
    "text": "The oven was set to 350 F for baking the cake.",
    "unit": "fahrenheit"
  },
  {
    "text": "The temperature outside is 90 F, but it feels like 100 F due to the high humidity.",
    "unit": "fahrenheit"
  },
  {
    "text": "The thermometer showed that the temperature inside the fridge was 40 F.",
    "unit": "fahrenheit"
  },
  {
    "text": "The weather forecast predicts a high of 85 F for tomorrow.",
    "unit": "fahrenheit"
  },
  {
    "text": "The oven needs to be preheated to 375 F before baking the pizza.",
    "unit": "fahrenheit"
  },
  {
    "text": "The electric potential difference across the capacitor is 12 volts (12 V) and it stores 1.5 F of charge.",
    "unit": "farad"
  },
  {
    "text": "The capacitance of the capacitor was measured to be 0.1 F.",
    "unit": "farad"
  },
  {
    "text": "The capacitance of the capacitor is 50 micro F (50 µF) and it is charged to 5 V.",
    "unit": "farad"
  },
  {
    "text": "The capacitance of the parallel plate capacitor is 1 nF (1 nanofarad) and it has a voltage of 5 V across it.",
    "unit": "farad"
  },
  {
    "text": "The capacitance of the electrolytic capacitor is 100 µF (100 microfarad) and it is charged to 10 V.",
    "unit": "farad"
  },
  {
    "text": "The capacitor has a capacitance of 0.1 µF (0.1 microfarad) and it is connected to a 12 V battery.",
    "unit": "farad"
  },
  {
    "text": "The capacitor has a capacitance of 10 pF (10 picofarad) and it is charged to 100 V.",
    "unit": "farad"
  },
  {
    "text": "The capacitance of the capacitor is 0.1 F, and it's charged with 9 V.",
    "unit": "farad"
  },
  {
    "text": "The circuit requires a capacitor with a capacitance of at least 100 F to function properly.",
    "unit": "farad"
  },
  {
    "text": "The electronic device has a capacitance of 0.01 F and requires a voltage of 5 V to operate.",
    "unit": "farad"
  },
  {
    "text": "The capacitor has a capacitance of 2.2 F and is rated for a maximum voltage of 100 V.",
    "unit": "farad"
  },
  {
    "text": "The electric field strength between the two plates of the capacitor is 5 V/m, and its capacitance is 0.5 F.",
    "unit": "farad"
  },
  {
    "text": "The RAM memory of the computer was 8,000,000 B, providing enough space for multiple programs and applications to run simultaneously.",
    "unit": "byte"
  },
  {
    "text": "The program's installation file was 10,000 B in size, containing the necessary instructions and code for the software to run on a computer.",
    "unit": "byte"
  },
  {
    "text": "The file system uses a block size of 4 KB (4,096 B) to store data on the hard drive.",
    "unit": "byte"
  },
  {
    "text": "The text message was only 160 B in size, allowing for quick transmission over the cellular network.",
    "unit": "byte"
  },
  {
    "text": "The computer's RAM had a capacity of 8 GB, or 64,000,000 B, allowing for efficient data storage and retrieval.",
    "unit": "byte"
  },
  {
    "text": "The email attachment was too large to send, as it exceeded the maximum size limit of 25 MB, or 25,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The image file had a resolution of 1920 x 1080 pixels, and a file size of 2.5 MB (2,500,000 B).",
    "unit": "byte"
  },
  {
    "text": "The sound engineer adjusted the microphone gain to achieve a signal level of -10 B,.",
    "unit": "bel"
  },
  {
    "text": "The acoustic insulation in the walls of the recording studio was rated at 50 B.",
    "unit": "bel"
  },
  {
    "text": "The amplifier's output power was measured at 5 W, or 7 dBm, which is equivalent to 1.25 B.",
    "unit": "bel"
  },
  {
    "text": "The earthquake had a magnitude of 5.8 on the Richter scale, which corresponds to a release of energy of 6.3 x 10^11 B.",
    "unit": "bel"
  },
  {
    "text": "The noise level in the recording studio was measured at 60 dB, which is equivalent to 1 B of sound pressure.",
    "unit": "bel"
  },
  {
    "text": "The noise level in the factory was measured at 80 dB, which is equivalent to 10 B of sound pressure.",
    "unit": "bel"
  },
  {
    "text": "The sound pressure level at a rock concert can reach 110 dB, which corresponds to a sound intensity of 1 B.",
    "unit": "bel"
  },
  {
    "text": "This hard disk can store 12 kb of data, great data storage.",
    "unit": "kilobyte"
  },
  {
    "text": "The baker added 2 drams of vanilla extract to the cake batter for flavor.",
    "unit": "dram"
  },
  {
    "text": "The jeweler sold a necklace for 500 drams at the local market.",
    "unit": "armenian dram"
  },
  {
    "text": "The doctor prescribed 3 drams of medication to be taken twice a day.",
    "unit": "dram"
  },
  {
    "text": "The exchange rate for the  dram is currently 500 AMD to 1 USD.",
    "unit": "armenian dram"
  },
  {
    "text": "The recipe calls for 4 drams of salt, but you can add more or less to taste.",
    "unit": "dram"
  },
  {
    "text": "The souvenir shop sold keychains for 200 drams each.",
    "unit": "armenian dram"
  },
  {
    "text": "The chemist measured 0.5 drams of the chemical for the experiment.",
    "unit": "dram"
  },
  {
    "text": "The bank exchanged 100 US dollars for 50,000 drams.",
    "unit": "armenian dram"
  },
  {
    "text": "The bartender poured 3 drams of whiskey into the glass for the cocktail.",
    "unit": "dram"
  },
  {
    "text": "The street vendor offered snacks for 100 drams each.",
    "unit": "armenian dram"
  },
  {
    "text": "The recipe calls for 2 drams of rose water to be added to the syrup.",
    "unit": "dram"
  },
  {
    "text": "The souvenir shop priced the small figurines at 100 drams each.",
    "unit": "armenian dram"
  },
  {
    "text": "The pharmacist dispensed 5 drams of cough syrup for the patient.",
    "unit": "dram"
  },
  {
    "text": "The hotel charged 20,000  drams for a night's stay in the deluxe suite.",
    "unit": "armenian dram"
  },
  {
    "text": "The bartender garnished the cocktail with 1 dram of bitters.",
    "unit": "dram"
  },
  {
    "text": "The currency exchange booth offered to buy US dollars for 480  drams each.",
    "unit": "armenian dram"
  },
  {
    "text": "The chef used 3 drams of saffron threads to give the dish its distinctive flavor and color.",
    "unit": "dram"
  },
  {
    "text": "The street performer collected 500 drams in tips from the audience.",
    "unit": "armenian dram"
  },
  {
    "text": "The pharmacist weighed out 0.25 drams of a powdered medication for the prescription.",
    "unit": "dram"
  },
  {
    "text": "The souvenir shop offered discounts for purchases of 1000  drams or more.",
    "unit": "armenian dram"
  },
  {
    "text": "The baker added 2 drams of vanilla extract to the cake batter for flavor.",
    "unit": "dram"
  },
  {
    "text": "The jeweler sold a necklace for 500 drams at the local market.",
    "unit": "armenian dram"
  },
  {
    "text": "The pharmacist dispensed 5 milliliters of cough syrup, which is equivalent to 1 dram.",
    "unit": "dram"
  },
  {
    "text": "The exchange rate for US dollars to drams is 1 to 500.",
    "unit": "armenian dram"
  },
  {
    "text": "The whiskey bottle contains 750 milliliters, or approximately 25 fluid ounces, which is 50 drams.",
    "unit": "dram"
  },
  {
    "text": "The cost of a loaf of bread is 250  drams.",
    "unit": "armenian dram"
  },
  {
    "text": "The medicine is available in 3 dram and 5 dram doses.",
    "unit": "dram"
  },
  {
    "text": "The souvenir shop sells Armenian ceramic plates for 1000 drams each.",
    "unit": "armenian dram"
  },
  {
    "text": "The prescription requires taking 1 dram of medication every 6 hours.",
    "unit": "dram"
  },
  {
    "text": "The taxi ride from the airport to the hotel costs 2000  drams.",
    "unit": "armenian dram"
  },
  {
    "text": "She had to pay only 1 pound for the museum entrance fee.",
    "unit": "pound sterling"
  },
  {
    "text": "The recipe calls for 1/4 pound of butter.",
    "unit": "pound-mass"
  },
  {
    "text": "The antique dealer sold the silver bracelet for 50 pounds.",
    "unit": "pound sterling"
  },
  {
    "text": "The butcher weighed the chicken at 2.5 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "The hotel charged 150 pounds per night for the suite.",
    "unit": "pound sterling"
  },
  {
    "text": "The farmer harvested 200 pounds of wheat from the field.",
    "unit": "pound-mass"
  },
  {
    "text": "The online retailer offered a discount of 20 pounds on orders over 100 pounds.",
    "unit": "pound sterling"
  },
  {
    "text": "The recipe calls for 1 pound of sugar to be added to the mixture.",
    "unit": "pound-mass"
  },
  {
    "text": "The car rental company charged 80 pounds per day for the luxury sedan.",
    "unit": "pound sterling"
  },
  {
    "text": "The fisherman caught a 10-pound trout in the lake.",
    "unit": "pound-mass"
  },
  {
    "text": "The jewelry store priced the gold necklace at 500 pounds.",
    "unit": "pound sterling"
  },
  {
    "text": "The recipe calls for 1/2 pound of ground beef for the meatballs.",
    "unit": "pound-mass"
  },
  {
    "text": "The exchange rate at the bank was 1 pound sterling for 1.4 US dollars.",
    "unit": "pound sterling"
  },
  {
    "text": "The baker measured 3 pounds of flour for the bread dough recipe.",
    "unit": "pound-mass"
  },
  {
    "text": "The department store sold the designer dress for 200 pounds.",
    "unit": "pound sterling"
  },
  {
    "text": "The farmer sold 50 pounds of fresh strawberries at the farmer's market.",
    "unit": "pound-mass"
  },
  {
    "text": "The travel agency advertised a week-long vacation package for 1000 pounds per person.",
    "unit": "pound sterling"
  },
  {
    "text": "The recipe calls for 1 pound of sliced apples for the pie filling.",
    "unit": "pound-mass"
  },
  {
    "text": "The electronics store offered a discount of 50 pounds on the 4K TV.",
    "unit": "pound sterling"
  },
  {
    "text": "The weightlifter lifted a 300-pound barbell during the competition.",
    "unit": "pound-mass"
  },
  {
    "text": "She had to pay only 1 pound for the museum entrance fee.",
    "unit": "pound sterling"
  },
  {
    "text": "The recipe calls for 1/4 pound of butter.",
    "unit": "pound-mass"
  },
  {
    "text": "The antique shop sells a silver teapot for 1000 pounds.",
    "unit": "pound sterling"
  },
  {
    "text": "The box of nails weighs 5 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "The hotel room rate is 150 pounds per night.",
    "unit": "pound sterling"
  },
  {
    "text": "The weightlifter can lift 200 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "The price of a movie ticket is 12 pounds.",
    "unit": "pound sterling"
  },
  {
    "text": "The produce section sells bananas for 49 pence per pound.",
    "unit": "pound-mass"
  },
  {
    "text": "The jacket costs 80 pounds on sale.",
    "unit": "pound sterling"
  },
  {
    "text": "The carpenter needs 2 pounds of nails for the project.",
    "unit": "pound-mass"
  },
  {
    "text": "He scored 90pc on the exam, which was the highest result in the class.",
    "unit": "percentage"
  },
  {
    "text": "The star's distance from Earth is 3.26 pc.",
    "unit": "parsec"
  },
  {
    "text": "The sale at the store offers a discount of 25pc on all items.",
    "unit": "percentage"
  },
  {
    "text": "The galaxy is located approximately 3 million pc from Earth.",
    "unit": "parsec"
  },
  {
    "text": "The company's revenue increased by 10pc in the last quarter.",
    "unit": "percentage"
  },
  {
    "text": "The space probe traveled a distance of 1.2 pc from Earth.",
    "unit": "parsec"
  },
  {
    "text": "The interest rate on the loan is 3.5pc per annum.",
    "unit": "percentage"
  },
  {
    "text": "The cluster of stars is located at a distance of 20 pc from Earth.",
    "unit": "parsec"
  },
  {
    "text": "The restaurant charges a service fee of 15pc on the bill.",
    "unit": "percentage"
  },
  {
    "text": "The astronomical object is located at a distance of 0.1 pc from Earth.",
    "unit": "parsec"
  },
  {
    "text": "The stock market index increased by 2pc today.",
    "unit": "percentage"
  },
  {
    "text": "The exoplanet is located 16 pc from its host star.",
    "unit": "parsec"
  },
  {
    "text": "The tax rate on income above $100,000 is 35pc.",
    "unit": "percentage"
  },
  {
    "text": "The globular cluster is located at a distance of 5 pc from Earth.",
    "unit": "parsec"
  },
  {
    "text": "The bank pays an annual interest rate of 1.5pc on savings accounts.",
    "unit": "percentage"
  },
  {
    "text": "The galaxy cluster is located at a distance of 400 pc from Earth.",
    "unit": "parsec"
  },
  {
    "text": "The store is offering a sale with discounts up to 50pc off.",
    "unit": "percentage"
  },
  {
    "text": "The quasar is located at a distance of 13.8 billion pc from Earth.",
    "unit": "parsec"
  },
  {
    "text": "The humidity level in the room is currently 70pc.",
    "unit": "percentage"
  },
  {
    "text": "The star system is located at a distance of 6.5 pc from Earth.",
    "unit": "parsec"
  },
  {
    "text": "The contact lens had a power of -1.75 dpt for the patient's prescription.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The car's fuel tank had a capacity of 60 liters, which is equivalent to 17.28 dpt.",
    "unit": "pint"
  },
  {
    "text": "The ophthalmologist prescribed glasses with a power of +3.50 dpt for the patient.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The recipe calls for 2 pints of milk to make a cake.",
    "unit": "pint"
  },
  {
    "text": "The patient's contact lens prescription had a power of -2.25 dpt.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The bartender poured a pint of beer for the customer.",
    "unit": "pint"
  },
  {
    "text": "The optician recommended glasses with a power of -2.50 dpt for the patient's astigmatism.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The recipe calls for 3 pints of water to make soup.",
    "unit": "pint"
  },
  {
    "text": "The ophthalmologist prescribed contact lenses with a power of +1.25 dpt for the patient's myopia.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The waiter served a pint of cider to the customer.",
    "unit": "pint"
  },
  {
    "text": "The patient's prescription called for a contact lens with a power of -4.75 dpt.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The bartender poured a pint of water into the cocktail shaker.",
    "unit": "pint"
  },
  {
    "text": "The optometrist prescribed glasses with a power of +2.25 dpt for the patient's farsightedness.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The recipe calls for 1 pint of heavy cream to make whipped cream.",
    "unit": "pint"
  },
  {
    "text": "The ophthalmologist recommended contact lenses with a power of -3.00 dpt for the patient's nearsightedness.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The bartender served a pint of beer to the customer.",
    "unit": "pint"
  },
  {
    "text": "The patient's glasses prescription had a power of -1.50 dpt for the right eye and -1.75 dpt for the left eye.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The recipe calls for 3 pints of strawberries to make jam.",
    "unit": "pint"
  },
  {
    "text": "The optometrist recommended glasses with a power of +1.50 dpt for the patient's presbyopia.",
    "unit": "diopter (lens)"
  },
  {
    "text": "The bartender poured a pint of soda into the glass.",
    "unit": "pint"
  },
  {
    "text": "The real estate listing advertised a property with 5 a of land, perfect for a farm or ranch.",
    "unit": "acre"
  },
  {
    "text": "She has been practicing yoga for 2 a and has noticed a significant improvement in her flexibility.",
    "unit": "year"
  },
  {
    "text": "The developer plans to build a new housing complex on a 10 a plot of land outside of the city.",
    "unit": "acre"
  },
  {
    "text": "He has been working at the company for 7 a and recently received a promotion to a managerial role.",
    "unit": "year"
  },
  {
    "text": "The national park covers an area of 200 a and is home to a variety of plant and animal species.",
    "unit": "acre"
  },
  {
    "text": "She has been living in the city for 5 a and has grown accustomed to the fast-paced lifestyle.",
    "unit": "year"
  },
  {
    "text": "The farmer planted a field of corn on a 15 a plot of land.",
    "unit": "acre"
  },
  {
    "text": "He has been playing the piano for 4 a and has become quite skilled at the instrument.",
    "unit": "year"
  },
  {
    "text": "The golf course occupies 50 a of land and features 18 holes for players to enjoy.",
    "unit": "acre"
  },
  {
    "text": "She has been volunteering at the animal shelter for 1 a and has found it to be a rewarding experience.",
    "unit": "year"
  },
  {
    "text": "The vineyard produces 1000 bottles of wine per year from grapes grown on a 5 a plot of land.",
    "unit": "acre"
  },
  {
    "text": "She has been taking salsa dance lessons for 2 a and is now skilled enough to perform at local events.",
    "unit": "year"
  },
  {
    "text": "The town's park covers an area of 10 a and features a playground, picnic areas, and a walking trail.",
    "unit": "acre"
  },
  {
    "text": "He has been working on his novel for 3 a and is close to completing the final draft.",
    "unit": "year"
  },
  {
    "text": "The farmer harvested 500 bushels of wheat from a 20 a field.",
    "unit": "acre"
  },
  {
    "text": "She has been practicing martial arts for 5 a and has earned a black belt in karate.",
    "unit": "year"
  },
  {
    "text": "The company's new warehouse occupies a 2 a lot and provides ample space for storage and distribution.",
    "unit": "acre"
  },
  {
    "text": "He has been training for a marathon for 1 a and feels confident in his ability to finish the race.",
    "unit": "year"
  },
  {
    "text": "The orchard grows a variety of fruits on a 50 a plot of land, including apples, peaches, and pears.",
    "unit": "acre"
  },
  {
    "text": "She has been teaching English as a second language for 10 a and has helped many students improve their language skills.",
    "unit": "year"
  },
  {
    "text": "The local grocery store sells fresh bread for 75 c per loaf.",
    "unit": "cent"
  },
  {
    "text": "The scientist's lab is kept at a steady 25 c to maintain the integrity of the experiments.",
    "unit": "celsius"
  },
  {
    "text": "The vending machine only accepts coins, and each snack costs 75 c.",
    "unit": "cent"
  },
  {
    "text": "The weather forecast predicts a high of 32 c today.",
    "unit": "celsius"
  },
  {
    "text": "He earned a 10 c raise at his job, bringing his hourly wage up to $15.",
    "unit": "cent"
  },
  {
    "text": "The recipe calls for 2 cups of flour and 1/4 c of sugar.",
    "unit": "cent"
  },
  {
    "text": "The HVAC system is set to maintain a temperature of 20 c throughout the building.",
    "unit": "celsius"
  },
  {
    "text": "The parking lot charges 50 c for every hour parked.",
    "unit": "cent"
  },
  {
    "text": "The patient's body temperature is currently at 38 c.",
    "unit": "celsius"
  },
  {
    "text": "He tipped the waiter 20 c for the excellent service.",
    "unit": "cent"
  },
  {
    "text": "The oven should be preheated to 200 c before baking the pizza.",
    "unit": "celsius"
  },
  {
    "text": "The vending machine is out of order and won't accept any c.",
    "unit": "cent"
  },
  {
    "text": "The price of a loaf of bread is 99 c at the local bakery.",
    "unit": "cent"
  },
  {
    "text": "The temperature outside is 22 c, it's a beautiful day for a walk.",
    "unit": "celsius"
  },
  {
    "text": "He saved up enough money to buy a new bicycle for 500 c.",
    "unit": "cent"
  },
  {
    "text": "The oven needs to be preheated to 180 c for the cake to bake properly.",
    "unit": "celsius"
  },
  {
    "text": "She received a tip of 20 c for her excellent service at the restaurant.",
    "unit": "cent"
  },
  {
    "text": "The swimming pool is heated to a comfortable 28 c for the guests to enjoy.",
    "unit": "celsius"
  },
  {
    "text": "The parking fee is 50 c per hour at the downtown garage.",
    "unit": "cent"
  },
  {
    "text": "The weatherman predicts a high of 25 c for tomorrow, so it's going to be another warm day.",
    "unit": "celsius"
  },
  {
    "text": "The vending machine only accepts coins, and each item costs 50 c.",
    "unit": "cent"
  },
  {
    "text": "He prefers to keep his room at 18 c, it's the perfect temperature for him.",
    "unit": "celsius"
  },
  {
    "text": "She donated 100 c to the charity.",
    "unit": "cent"
  },
  {
    "text": "The lab technician set the thermostat to 25 c for the experiment.",
    "unit": "celsius"
  },
  {
    "text": "The parking fee is 25 c per hour.",
    "unit": "cent"
  },
  {
    "text": "The recipe calls for the oven to be preheated to 180 c.",
    "unit": "celsius"
  },
  {
    "text": "He earned a 50 c tip for his excellent service.",
    "unit": "cent"
  },
  {
    "text": "The weather forecast predicts a high of 30 c today.",
    "unit": "celsius"
  },
  {
    "text": "The parking meter only accepts quarters and 10 c coins.",
    "unit": "cent"
  },
  {
    "text": "The greenhouse needs to maintain a temperature of 22 c for optimal plant growth.",
    "unit": "celsius"
  },
  {
    "text": "The restaurant bill came out to 278 kn, which included a 10% tip for the waiter. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The fishing net was 50 meters long and had a mesh size of 1 kn. ",
    "unit": "knot"
  },
  {
    "text": "The hotel room rate was 600 kn per night, which was a good deal compared to other options in the area. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The sailboat's mast was 12 meters tall, and its rigging required 40 kn of tension. ",
    "unit": "knot"
  },
  {
    "text": "The local market was selling fresh vegetables for 10 kn per kilogram. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The airplane's airspeed was 450 kn, and it would take approximately 4 hours to reach its destination. ",
    "unit": "knot"
  },
  {
    "text": "He withdrew 1000 kn from the ATM, which should be enough for his expenses during the trip. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The rope was 100 meters long and had a breaking strength of 20 kn. ",
    "unit": "knot"
  },
  {
    "text": "I bought a souvenir for 20 kn at the local market in Dubrovnik. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The rope has a breaking strength of 120 kn, making it suitable for heavy loads. ",
    "unit": "knot"
  },
  {
    "text": "The restaurant bill came out to be 245 kn, which is a reasonable price for the quality of food we received. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The sailboat was moving at a speed of 8 kn, which was perfect for a relaxing ride. ",
    "unit": "knot"
  },
  {
    "text": "I exchanged some dollars for 1500 kn to cover my expenses during my trip to Croatia. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The ship's speed was reduced to 5 kn due to bad weather conditions in the area. ",
    "unit": "knot"
  },
  {
    "text": "I found a nice pair of shoes on sale for only 200 kn at the shopping mall. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The jet ski was moving at a speed of 30 kn, making it a thrilling ride. ",
    "unit": "knot"
  },
  {
    "text": "I withdrew 1000 kn from the ATM to pay for my hotel room in Zagreb. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The boat's speed was increased to 15 kn to reach the destination on time. ",
    "unit": "knot"
  },
  {
    "text": "The font size of the text is set to 12 p for better readability. ",
    "unit": "point"
  },
  {
    "text": "The value of the antique coin is estimated to be around 1000 p. ",
    "unit": "penny"
  },
  {
    "text": "The paper's thickness is 0.3 mm, which is equivalent to 8 p. ",
    "unit": "point"
  },
  {
    "text": "The price of gasoline has gone up by 10p per liter in the past week. ",
    "unit": "penny"
  },
  {
    "text": "The typewriter has a pitch of 10 p per character. ",
    "unit": "point"
  },
  {
    "text": "The souvenir shop sells postcards for 50p each. ",
    "unit": "penny"
  },
  {
    "text": "The wine bottle's label says it contains 750 ml, which is equivalent to 176 p. ",
    "unit": "point"
  },
  {
    "text": "The cost of a bus ticket is 2.5 p for a one-way trip. ",
    "unit": "penny"
  },
  {
    "text": "The font of the text is too small, it needs to be increased to at least 14 p. ",
    "unit": "point"
  },
  {
    "text": "The price of a cup of coffee has gone up by 20p in the past month. ",
    "unit": "penny"
  },
  {
    "text": "The font size of the document was set to 12 p, making it easy to read. ",
    "unit": "point"
  },
  {
    "text": "The coin collector found a rare penny from the 1800s in his collection. ",
    "unit": "penny"
  },
  {
    "text": "The artist used a fine-tipped pen with a nib size of 0.2 p to draw intricate details. ",
    "unit": "point"
  },
  {
    "text": "The vending machine only accepts coins, and each item costs 50 p. ",
    "unit": "penny"
  },
  {
    "text": "The teacher deducted 5 p from the student's grade for each spelling mistake. ",
    "unit": "point"
  },
  {
    "text": "The British pound has a value of around 130 p to the US dollar. ",
    "unit": "penny"
  },
  {
    "text": "The map legend indicated that one inch on the map represented 2,000 p on the ground. ",
    "unit": "point"
  },
  {
    "text": "The bank charges a fee of 10 p per transaction for using the ATM. ",
    "unit": "penny"
  },
  {
    "text": "The printer used a 10 p font size for the footnotes in the document. ",
    "unit": "point"
  },
  {
    "text": "The cost of a postage stamp in the US is currently 58 p. ",
    "unit": "penny"
  },
  {
    "text": "The diamond on her engagement ring was over one carat and had a clarity rating of VS2, with an overall score of 82.5 p.",
    "unit": "point"
  },
  {
    "text": "The cost of a candy bar has increased by 5p due to inflation.",
    "unit": "penny"
  },
  {
    "text": "The pen has a fine tip with a width of 0.5 p.",
    "unit": "point"
  },
  {
    "text": "The parking meter charges 25p per hour.",
    "unit": "penny"
  },
  {
    "text": "The font size of the text is 12 p.",
    "unit": "point"
  },
  {
    "text": "The vending machine only accepts coins, and each item costs 50 p.",
    "unit": "penny"
  },
  {
    "text": "The bullet journal paper is 120 gsm and has a grid spacing of 5 p.",
    "unit": "point"
  },
  {
    "text": "The bank charges a fee of 30p for withdrawing cash.",
    "unit": "penny"
  },
  {
    "text": "The font style is bold and the size is 14 p.",
    "unit": "point"
  },
  {
    "text": "The parking fine is £50, which is equivalent to 5000 p.",
    "unit": "penny"
  },
  {
    "text": "The cost of a bowl of noodles at the street vendor in Shanghai was 12 ¥.",
    "unit": "chinese yuan"
  },
  {
    "text": "The exchange rate for USD to ¥ is currently 1:110. ",
    "unit": "japanese yen"
  },
  {
    "text": "He bought a new camera for 799 ¥ during his trip to Tokyo. ",
    "unit": "japanese yen"
  },
  {
    "text": "The price of a train ticket from Beijing to Shanghai is 553.5 ¥.",
    "unit": "chinese yuan"
  },
  {
    "text": "She had to exchange her USD to ¥ before her trip to Japan. ",
    "unit": "japanese yen"
  },
  {
    "text": "The hotel room in Tokyo cost 15000 ¥ per night. ",
    "unit": "japanese yen"
  },
  {
    "text": "The cost of a cup of coffee at the café in Beijing is 35 ¥. ",
    "unit": "chinese yuan"
  },
  {
    "text": "He withdrew 2000 ¥ from the ATM in Tokyo for his shopping spree. ",
    "unit": "japanese yen"
  },
  {
    "text": "The cost of a bowl of ramen in Japan is around ¥800.",
    "unit": "japanese yen"
  },
  {
    "text": "He converted ¥5000 to Chinese yuan at the bank today.",
    "unit": "chinese yuan"
  },
  {
    "text": "The price of a train ticket from Tokyo to Kyoto is ¥13,080.",
    "unit": "japanese yen"
  },
  {
    "text": "She exchanged ¥10,000 for US dollars at the airport currency exchange.",
    "unit": "japanese yen"
  },
  {
    "text": "The cost of a movie ticket in China is usually around ¥50-¥60.",
    "unit": "chinese yuan"
  },
  {
    "text": "He withdrew ¥20,000 from the ATM to use during his trip to Japan.",
    "unit": "japanese yen"
  },
  {
    "text": "The shirt was on sale for only ¥1500 at the department store.",
    "unit": "japanese yen"
  },
  {
    "text": "The taxi ride cost ¥3000 from the airport to the hotel.",
    "unit": "japanese yen"
  },
  {
    "text": "The price of a Big Mac meal in China is around ¥30.",
    "unit": "chinese yuan"
  },
  {
    "text": "She paid ¥2000 for a month of gym membership in Tokyo.",
    "unit": "japanese yen"
  },
  {
    "text": "The souvenir shop sells fans for ¥100 each.",
    "unit": "japanese yen"
  },
  {
    "text": "The restaurant's lunch special costs ¥50.",
    "unit": "chinese yuan"
  },
  {
    "text": "The book was priced at ¥2000.",
    "unit": "japanese yen"
  },
  {
    "text": "The street vendor charges ¥10 for a serving of fried rice.",
    "unit": "chinese yuan"
  },
  {
    "text": "The ticket for the museum exhibit is ¥800.",
    "unit": "japanese yen"
  },
  {
    "text": "The hotel room costs ¥300 per night.",
    "unit": "chinese yuan"
  },
  {
    "text": "The train fare is ¥1200 one-way.",
    "unit": "japanese yen"
  },
  {
    "text": "The grocery store sells oranges for ¥5 per kilogram.",
    "unit": "chinese yuan"
  },
  {
    "text": "The admission fee for the amusement park is ¥2500.",
    "unit": "japanese yen"
  },
  {
    "text": "The taxi ride costs ¥20 for the first kilometer.",
    "unit": "chinese yuan"
  },
  {
    "text": "She bought a necklace for ¥5000 at the jewelry store.",
    "unit": "japanese yen"
  },
  {
    "text": "The vegetable stand charges ¥3 per cucumber.",
    "unit": "chinese yuan"
  },
  {
    "text": "The hotel room key requires a deposit of ¥1000.",
    "unit": "japanese yen"
  },
  {
    "text": "The coffee shop's cappuccino costs ¥35.",
    "unit": "chinese yuan"
  },
  {
    "text": "The train station locker rental fee is ¥400 per day.",
    "unit": "japanese yen"
  },
  {
    "text": "The street performer collects donations in a ¥1 coin box.",
    "unit": "chinese yuan"
  },
  {
    "text": "The sushi restaurant's sashimi platter costs ¥3000.",
    "unit": "japanese yen"
  },
  {
    "text": "The fruit vendor charges ¥20 per kilogram of grapes.",
    "unit": "chinese yuan"
  },
  {
    "text": "The admission fee for the amusement park is ¥1200 for children.",
    "unit": "japanese yen"
  },
  {
    "text": "The hotel room costs 800 R per night during the high season in Durban. ",
    "unit": "south african rand"
  },
  {
    "text": "The dosimeter read a radiation level of 0.1 R during the inspection of the nuclear power plant. ",
    "unit": "roentgen"
  },
  {
    "text": "The exchange rate between the US dollar and the South African rand is 1 USD = 15 R. ",
    "unit": "south african rand"
  },
  {
    "text": "The maximum allowable radiation dose for a radiation worker is 50 R per year. ",
    "unit": "roentgen"
  },
  {
    "text": "The restaurant bill for four people came out to 1,200 R including tax and tip. ",
    "unit": "south african rand"
  },
  {
    "text": "The radiation exposure in the area was found to be 0.02 R per hour, which is below the safety limit. ",
    "unit": "roentgen"
  },
  {
    "text": "The cost of a movie ticket in Johannesburg is around 100 R. ",
    "unit": "south african rand"
  },
  {
    "text": "The radioactive source emitted radiation at a rate of 5 R per minute. ",
    "unit": "roentgen"
  },
  {
    "text": "The store sells South African wine for 120 R per bottle. ",
    "unit": "south african rand"
  },
  {
    "text": "The radiation dose received by a patient during a CT scan is typically between 1 and 10 R. ",
    "unit": "roentgen"
  },
  {
    "text": "I exchanged 2000 R for US dollars at the airport, and got a rate of 135 R per USD. ",
    "unit": "south african rand"
  },
  {
    "text": "The patient received a total radiation dose of 10 R during their treatment. ",
    "unit": "roentgen"
  },
  {
    "text": "The restaurant charged 25 R for a bowl of soup and 50 R for a steak. ",
    "unit": "south african rand"
  },
  {
    "text": "The radiation levels in the area measured 0.1 R per hour, which was within safe limits. ",
    "unit": "roentgen"
  },
  {
    "text": "The souvenir shop sells postcards for 5 R each and keychains for 10 R. ",
    "unit": "south african rand"
  },
  {
    "text": "The radiologist reviewed the X-ray and reported a reading of 2 R in the patient's chest. ",
    "unit": "roentgen"
  },
  {
    "text": "I withdrew 1000 R from the ATM to pay for my hotel room. ",
    "unit": "south african rand"
  },
  {
    "text": "The industrial site had a radiation level of 5 R per hour, which required specialized protective equipment for workers. ",
    "unit": "roentgen"
  },
  {
    "text": "The street vendor sold fresh fruit for 2 R per piece. ",
    "unit": "south african rand"
  },
  {
    "text": "The patient was exposed to a radiation dose of 0.3 R during their dental X-ray. ",
    "unit": "roentgen"
  },
  {
    "text": "The exchange rate of the US dollar to R is currently 1:14.5, meaning that 1 dollar can buy 14.5 South African rand.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation dose received by the patient was 3 R, which is below the safe exposure limit.",
    "unit": "roentgen"
  },
  {
    "text": "The cost of the hotel room was 800 R per night, which was quite expensive.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation level at the power plant was measured at 0.1 R per hour.",
    "unit": "roentgen"
  },
  {
    "text": "The price of the book was 150 R, which was a good deal considering its quality.",
    "unit": "south african rand"
  },
  {
    "text": "The radiologist used a dose of 0.05 R for the X-ray examination.",
    "unit": "roentgen"
  },
  {
    "text": "The restaurant bill came up to 450 R, including tax and tip.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation exposure of the worker was measured at 10 R, which was above the allowed limit.",
    "unit": "roentgen"
  },
  {
    "text": "The cost of the safari tour was 2,000 R per person, which was a bit expensive but worth it.",
    "unit": "south african rand"
  },
  {
    "text": "The radiology report indicated a dose of 0.2 R for the CT scan.",
    "unit": "roentgen"
  },
  {
    "text": "The target for the particle accelerator experiment was only 1 b, making it incredibly difficult to detect. ",
    "unit": "barn"
  },
  {
    "text": "The internet speed at my house is 50 Mb/s, which is equivalent to 50,000,000 b/s. ",
    "unit": "bit"
  },
  {
    "text": "The scattering cross section of a gold nucleus is approximately 6.6 b, which is much larger than that of a hydrogen nucleus. ",
    "unit": "barn"
  },
  {
    "text": "The image file size is 20 Mb, which translates to approximately 160,000,000 b. ",
    "unit": "bit"
  },
  {
    "text": "The probability of two particles interacting is proportional to the product of their cross-sections, which are usually measured in barns. ",
    "unit": "barn"
  },
  {
    "text": "The text file contains 100,000 characters, which requires 800,000 b to store using 8-bit ASCII encoding. ",
    "unit": "bit"
  },
  {
    "text": "The neutrino cross-section is so small that a neutrino can pass through a light year of lead without interacting, with a cross section of only 10^-48 b. ",
    "unit": "barn"
  },
  {
    "text": "The download speed of my internet connection is 10 Mb/s, which is equivalent to 10,000,000 b/s. ",
    "unit": "bit"
  },
  {
    "text": "The effective area of a detector is the product of its physical area and its detection efficiency, often given in units of barns. ",
    "unit": "barn"
  },
  {
    "text": "The storage capacity of a DVD is 4.7 GB, which is equivalent to approximately 37,600,000,000 b. ",
    "unit": "bit"
  },
  {
    "text": "The target for the experiment was to achieve a reaction rate of at least 10^(-25) b/s. ",
    "unit": "barn"
  },
  {
    "text": "The computer memory has a capacity of 4 b, which is enough to store a small text file. ",
    "unit": "bit"
  },
  {
    "text": "The proton-proton collision produced an event with a cross-section of 0.8 b. ",
    "unit": "barn"
  },
  {
    "text": "The program requires at least 2 b of free space in order to run smoothly. ",
    "unit": "bit"
  },
  {
    "text": "The particle detector can measure particles with a cross-section of 0.01 b. ",
    "unit": "barn"
  },
  {
    "text": "The file size of the image is 200 b, which makes it easy to share over email. ",
    "unit": "bit"
  },
  {
    "text": "The scattering angle of the electron beam was 10 degrees, resulting in a cross-section of 0.05 b. ",
    "unit": "barn"
  },
  {
    "text": "The encryption key for the message is 128 b, making it difficult for hackers to decode. ",
    "unit": "bit"
  },
  {
    "text": "The measurement of the neutron cross-section was performed at an energy of 14 MeV. ",
    "unit": "barn"
  },
  {
    "text": "The network bandwidth is 10 Mb/s, which allows for fast data transfer. ",
    "unit": "bit"
  },
  {
    "text": "The neutron has a cross-section of approximately 10^-28 m^2, or 100 fm^2, which is equivalent to 0.1 b. ",
    "unit": "barn"
  },
  {
    "text": "The computer's CPU has a word size of 32 b, which limits the maximum amount of memory it can address. ",
    "unit": "bit"
  },
  {
    "text": "The scattering angle of the proton was measured to be 15 degrees, corresponding to a cross-section of 2.5 b. ",
    "unit": "barn"
  },
  {
    "text": "The file size of the high-resolution image is 5 MB, or 40 million b. ",
    "unit": "bit"
  },
  {
    "text": "The target area for the experiment was approximately 10^6 b, which was small enough to ensure a low background signal. ",
    "unit": "barn"
  },
  {
    "text": "The data transfer rate for the internet connection is 100 Mbps, or 100 million b/s. ",
    "unit": "bit"
  },
  {
    "text": "The nucleus of an atom has a cross-section of about 10^-28 m^2, or 100 fm^2, which is equivalent to 0.1 b. ",
    "unit": "barn"
  },
  {
    "text": "The password for the account must be at least 8 characters long and contain at least one uppercase letter, one lowercase letter, one number, and one special character, for a total of 64 possible b. ",
    "unit": "bit"
  },
  {
    "text": "The experimental setup consisted of a beam of neutrons with a cross-section of 0.5 b, which interacted with a target material. ",
    "unit": "barn"
  },
  {
    "text": "The resolution of the digital camera is 16 megapixels, which corresponds to a file size of approximately 48 million b. ",
    "unit": "bit"
  },
  {
    "text": "The average size of a webpage on the internet is around 2,500 B, including text, images, and other multimedia. ",
    "unit": "byte"
  },
  {
    "text": "The earthquake had a magnitude of 7.2 on the Richter scale, which corresponds to an energy release of 3.2 x 10^10 J, or 60 B in seismic energy. ",
    "unit": "bel"
  },
  {
    "text": "The image file was too large to send as an email attachment, as it was 15 MB or 15,000,000 B in size. ",
    "unit": "byte"
  },
  {
    "text": "The guitar amplifier had a power output of 30 W, which corresponded to an acoustic intensity of 100 dB or 1 B of sound energy. ",
    "unit": "bel"
  },
  {
    "text": "The backup hard drive had a storage capacity of 1 TB, or 1,000,000,000,000 B of data. ",
    "unit": "byte"
  },
  {
    "text": "The air conditioning unit had a cooling capacity of 12,000 BTU/h, or 3.5 kW of power. ",
    "unit": "byte"
  },
  {
    "text": "The noise level in the factory was measured at 85 dB, which corresponds to a sound pressure of 20 uPa or 0.2 B. ",
    "unit": "bel"
  },
  {
    "text": "The textbook had a total of 500 pages, which corresponded to a file size of 1.5 MB or 1,500,000 B. ",
    "unit": "byte"
  },
  {
    "text": "The earthquake had a duration of 30 seconds, which corresponds to a seismic moment of 5 x 10^16 Nm or 40 B of energy. ",
    "unit": "bel"
  },
  {
    "text": "The hard drive had a read speed of 150 MB/s, which corresponded to a data transfer rate of 1.2 Gb/s or 150,000,000 B/s. ",
    "unit": "byte"
  },
  {
    "text": "The viscosity of the liquid was measured to be 5 P, indicating a relatively high resistance to flow. ",
    "unit": "poise"
  },
  {
    "text": "The image displayed on the screen was 1920 x 1080 pixels, providing high definition clarity. ",
    "unit": "pixel"
  },
  {
    "text": "The inkjet printer has a resolution of 600 x 600 P, allowing for sharp and detailed prints. ",
    "unit": "pixel"
  },
  {
    "text": "The viscosity of the oil was too high at 20 P, requiring additional heat to reduce its thickness. ",
    "unit": "poise"
  },
  {
    "text": "The camera has a 50 megapixel sensor, capturing images with high resolution and clarity. ",
    "unit": "pixel"
  },
  {
    "text": "The liquid's viscosity was measured to be 2.5 P, indicating a low resistance to flow. ",
    "unit": "poise"
  },
  {
    "text": "The image on the computer screen was only 640 x 480 pixels, making it difficult to see fine details. ",
    "unit": "pixel"
  },
  {
    "text": "The paint's viscosity was too low at 1 P, causing it to drip and run. ",
    "unit": "poise"
  },
  {
    "text": "The digital photograph was 3000 x 2000 pixels in size, providing high resolution and sharpness. ",
    "unit": "pixel"
  },
  {
    "text": "The syrup's viscosity was measured to be 15 P, requiring careful stirring to prevent lumps. ",
    "unit": "poise"
  },
  {
    "text": "The viscosity of the liquid was measured to be 0.5 P, indicating its high resistance to flow. ",
    "unit": "poise"
  },
  {
    "text": "The image on the screen was made up of over 1 million pixels, providing high clarity and resolution. ",
    "unit": "pixel"
  },
  {
    "text": "The artist used a digital tablet with a resolution of 500 PPI to create detailed and precise illustrations. ",
    "unit": "pixel"
  },
  {
    "text": "The fluid's viscosity was so high that it required a force of 100 P to flow through the narrow tube. ",
    "unit": "poise"
  },
  {
    "text": "The camera captured 30 frames per second, each composed of over 2 million pixels. ",
    "unit": "pixel"
  },
  {
    "text": "The paint had a viscosity of 0.8 P, making it easy to apply and spread evenly. ",
    "unit": "poise"
  },
  {
    "text": "The image was zoomed in to show individual pixels, revealing the intricate details of the scene. ",
    "unit": "pixel"
  },
  {
    "text": "The fluid had a viscosity of 2 P, making it difficult to pour and causing it to form droplets. ",
    "unit": "poise"
  },
  {
    "text": "The screen resolution was increased to 1080 pixels, providing a sharper and more detailed image. ",
    "unit": "pixel"
  },
  {
    "text": "The liquid had a viscosity of 0.1 P, indicating its low resistance to flow and ease of movement. ",
    "unit": "poise"
  },
  {
    "text": "The viscosity of the liquid is 2.5 P, measured in poise.",
    "unit": "poise"
  },
  {
    "text": "The resolution of the camera is 1920x1080 pixels, or 2.1 million P.",
    "unit": "pixel"
  },
  {
    "text": "The printer can print at a resolution of 1200x1200 P, or 1.44 million pixels per square inch.",
    "unit": "pixel"
  },
  {
    "text": "The viscosity of the oil is 0.5 P, which is equivalent to 50 centipoise.",
    "unit": "poise"
  },
  {
    "text": "The computer screen has a density of 220 PPI, or pixels per inch.",
    "unit": "pixel"
  },
  {
    "text": "The viscosity of the paint is 0.75 P, which is considered low viscosity.",
    "unit": "poise"
  },
  {
    "text": "The image has a size of 600x800 pixels, or 480,000 P in total.",
    "unit": "pixel"
  },
  {
    "text": "The fluid has a viscosity of 1.5 P, which is measured using a viscometer.",
    "unit": "poise"
  },
  {
    "text": "The camera has a sensor with a resolution of 24 megapixels, or 24 million P.",
    "unit": "pixel"
  },
  {
    "text": "The viscosity of the syrup is 3 P, which is considered high viscosity.",
    "unit": "poise"
  },
  {
    "text": "The football field is 100 yards long, which is equivalent to 3,600\". ",
    "unit": "inch"
  },
  {
    "text": "The race car completed the quarter mile in just 7.5\".",
    "unit": "second"
  },
  {
    "text": "The height of the statue is 5' 9\", which is approximately 69\". ",
    "unit": "inch"
  },
  {
    "text": "The runner finished the 100 meter dash in just 10.2\".",
    "unit": "second"
  },
  {
    "text": "The new phone has a screen size of 6.1\", which makes it easy to use with one hand. ",
    "unit": "inch"
  },
  {
    "text": "The train arrived at the platform at exactly 3:15\" PM. ",
    "unit": "second"
  },
  {
    "text": "The fabric was measured to be 2.5\" wide, which was perfect for the seam. ",
    "unit": "inch"
  },
  {
    "text": "The microwave timer was set for 1:30\", which was enough to heat up the soup. ",
    "unit": "second"
  },
  {
    "text": "The painting was hung 12\" above the sofa, which created a perfect balance. ",
    "unit": "inch"
  },
  {
    "text": "The racehorse broke the record by finishing the mile in just 1' 34\", or 94\". ",
    "unit": "inch"
  },
  {
    "text": "The temperature outside dropped to -10 F last night, making it one of the coldest nights of the year. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The circuit board has a capacitance of 0.5 F, which allows it to store a significant amount of charge. ",
    "unit": "farad"
  },
  {
    "text": "The oven should be preheated to 350 F before baking the cake. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The power supply has a capacitance of 100 microF (µF), which is sufficient for most applications. ",
    "unit": "farad"
  },
  {
    "text": "The water in the pool is at a comfortable temperature of 80 F. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitance of the capacitor is 10 nF, which is relatively small. ",
    "unit": "farad"
  },
  {
    "text": "The maximum temperature for this type of oven is 500 F. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitance of the parallel-plate capacitor is directly proportional to the surface area of the plates. ",
    "unit": "farad"
  },
  {
    "text": "The thermometer read a temperature of 32 F, indicating that it was freezing outside. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitance of the cylindrical capacitor is given by C = 2πεrL / ln(b/a), where r is the radius of the cylinder, L is its length, and a and b are the radii of the inner and outer conductors, respectively. ",
    "unit": "farad"
  },
  {
    "text": "The weatherman reported that the temperature reached a high of 90 F in the afternoon.",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitor has a capacitance of 10 F and is charged to 50 V.",
    "unit": "farad"
  },
  {
    "text": "The recipe calls for the oven to be preheated to 350 F.",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitance of the capacitor is 100 F and the voltage across it is 5 V.",
    "unit": "farad"
  },
  {
    "text": "The thermometer read a low of 20 F this morning.",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitor is fully charged to 12 V with a capacitance of 2 F.",
    "unit": "farad"
  },
  {
    "text": "The weather forecast predicted a high of 80 F for tomorrow.",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitance of the capacitor is 1 F and it is charged to 10 V.",
    "unit": "farad"
  },
  {
    "text": "The oven was set to a temperature of 400 F for baking the cake.",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitor has a capacitance of 0.5 F and is charged to 20 V.",
    "unit": "farad"
  },
  {
    "text": "The thermometer read a high of 100 F in the shade.",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitor is charged to 50 V with a capacitance of 5 F.",
    "unit": "farad"
  },
  {
    "text": "The air conditioning was set to cool the room to 70 F.",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitance of the capacitor is 2 F and it is charged to 12 V.",
    "unit": "farad"
  },
  {
    "text": "The thermometer read a low of -10 F during the winter storm.",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitor has a capacitance of 20 F and is charged to 100 V.",
    "unit": "farad"
  },
  {
    "text": "The weatherman forecasted a temperature of 85 F for the beach day.",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitor is charged to 5 V with a capacitance of 0.1 F.",
    "unit": "farad"
  },
  {
    "text": "The recipe requires the oven to be preheated to 375 F.",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitor has a capacitance of 1000 F and is charged to 12 V.",
    "unit": "farad"
  },
  {
    "text": "After a long day of hiking, we bought cold drinks from the convenience store for 75 c each.",
    "unit": "cent"
  },
  {
    "text": "The recipe calls for baking the cake at 180 c for 30 minutes, but I think I'll increase the temperature to 200 c for a crispier crust.",
    "unit": "celsius"
  },
  {
    "text": "I received a parking ticket for 25 c because my meter expired.",
    "unit": "cent"
  },
  {
    "text": "The water temperature in the pool is regulated to maintain a constant temperature of 28 c.",
    "unit": "celsius"
  },
  {
    "text": "The cashier handed me a handful of change, including several 5 c coins.",
    "unit": "cent"
  },
  {
    "text": "The heatwave last week saw temperatures reach a scorching 40 c, causing many to seek refuge indoors.",
    "unit": "celsius"
  },
  {
    "text": "I like my steak cooked to a perfect medium-rare, which means an internal temperature of 63 c.",
    "unit": "celsius"
  },
  {
    "text": "The parking garage charges 50 c for the first hour and 25 c for each additional hour.",
    "unit": "cent"
  },
  {
    "text": "The weather forecast predicts that tomorrow will be sunny with a high of 23 c.",
    "unit": "celsius"
  },
  {
    "text": "I put a handful of coins in the vending machine, but it wouldn't accept my 1 c coins.",
    "unit": "cent"
  },
  {
    "text": "The oven was preheated to 350 F, which is approximately equal to 177 c.",
    "unit": "celsius"
  },
  {
    "text": "The store offers a discount of 10 c per gallon of gas if you pay with cash.",
    "unit": "cent"
  },
  {
    "text": "The soup is ready to eat when it reaches a temperature of 65 c, which usually takes about 15 minutes.",
    "unit": "celsius"
  },
  {
    "text": "I always keep a few spare 25 c coins in my car for parking meters.",
    "unit": "cent"
  },
  {
    "text": "The average daily high temperature in July is 27 c, making it a popular month for outdoor activities.",
    "unit": "celsius"
  },
  {
    "text": "The vending machine only accepts exact change, so I had to dig around for a few 10 c coins.",
    "unit": "cent"
  },
  {
    "text": "I always set my thermostat to 22 c at night, which is the perfect temperature for sleeping.",
    "unit": "celsius"
  },
  {
    "text": "The toll booth charges 75 c for cars and 1.50 dollars for trucks.",
    "unit": "cent"
  },
  {
    "text": "The swimming pool is heated to a comfortable temperature of 26 c year-round.",
    "unit": "celsius"
  },
  {
    "text": "I found a few forgotten coins in my couch cushions, including a few 2 c pieces.",
    "unit": "cent"
  },
  {
    "text": "The weatherman predicts a cold snap next week, with temperatures dropping to -10 c.",
    "unit": "celsius"
  },
  {
    "text": "The vending machine stole my money and didn't dispense the soda, so I went to the store and bought one for 1.25 dollars instead of 50 c.",
    "unit": "cent"
  },
  {
    "text": "The recipe calls for adding 50 c of milk to the batter, but I accidentally added 500 c instead!",
    "unit": "cent"
  },
  {
    "text": "I love to go swimming when the water is warm, which for me is around 30 c.",
    "unit": "celsius"
  },
  {
    "text": "I paid for my coffee with a 5 c coin and received a handful of change back.",
    "unit": "cent"
  },
  {
    "text": "The price of a single stamp is 55 c. ",
    "unit": "cent"
  },
  {
    "text": "The liquid nitrogen must be stored at a temperature of -196 c to maintain its properties. ",
    "unit": "celsius"
  },
  {
    "text": "The grocery store is offering a discount of 20 c off a gallon of milk. ",
    "unit": "cent"
  },
  {
    "text": "The laboratory is equipped with a freezer that can maintain a temperature of -80 c. ",
    "unit": "celsius"
  },
  {
    "text": "The price of a can of soda has increased by 10 c due to the new tax. ",
    "unit": "cent"
  },
  {
    "text": "The optimal temperature for growing strawberries is between 18 and 24 c. ",
    "unit": "celsius"
  },
  {
    "text": "The arcade games require 50 c to play. ",
    "unit": "cent"
  },
  {
    "text": "The weatherman reported that the high for the day will be 75 c. ",
    "unit": "celsius"
  },
  {
    "text": "The old vending machine only accepted 25 c coins. ",
    "unit": "cent"
  },
  {
    "text": "The soup needs to be heated to a temperature of 70 c before serving. ",
    "unit": "celsius"
  },
  {
    "text": "The gas station is charging 30 c more per gallon than yesterday. ",
    "unit": "cent"
  },
  {
    "text": "The experiment requires that the sample be kept at -20 c. ",
    "unit": "celsius"
  },
  {
    "text": "The parking meter charges 25 c for every 15 minutes of parking. ",
    "unit": "cent"
  },
  {
    "text": "The optimal temperature for fermenting beer is around 20 c. ",
    "unit": "celsius"
  },
  {
    "text": "The coffee shop charges an additional 50 c for soy milk. ",
    "unit": "cent"
  },
  {
    "text": "The temperature inside the oven can reach up to 500 c. ",
    "unit": "celsius"
  },
  {
    "text": "The vending machine gives back change in the form of 5 c coins. ",
    "unit": "cent"
  },
  {
    "text": "The freezing point of water is 0 c. ",
    "unit": "celsius"
  },
  {
    "text": "The laundromat charges 75 c per pound for washing clothes. ",
    "unit": "cent"
  },
  {
    "text": "The laboratory is equipped with a thermometer that can measure temperatures up to 100 c. ",
    "unit": "celsius"
  },
  {
    "text": "I exchanged ¥10,000 for Chinese yuan at the airport, hoping to get a better rate. ",
    "unit": "chinese yuan"
  },
  {
    "text": "The price of a cup of coffee in Tokyo is around ¥400, which is equivalent to about 4 US dollars. ",
    "unit": "japanese yen"
  },
  {
    "text": "The cost of a taxi ride from the airport to the hotel was ¥3000 in Japanese yen.",
    "unit": "japanese yen"
  },
  {
    "text": "She spent ¥500 on a new dress, which is a good deal considering the quality. ",
    "unit": "japanese yen"
  },
  {
    "text": "The currency exchange rate between the Chinese yuan and the Japanese yen has been fluctuating a lot recently. ",
    "unit": "chinese yuan"
  },
  {
    "text": "He has been saving up for a trip to Japan, and has already converted ¥5000 to Japanese yen. ",
    "unit": "japanese yen"
  },
  {
    "text": "The ATM dispensed ¥20,000 in Chinese yuan, which was more than enough for her needs. ",
    "unit": "chinese yuan"
  },
  {
    "text": "The hotel room cost ¥12,000 per night in Japanese yen, which was a bit pricey but worth it for the location. ",
    "unit": "japanese yen"
  },
  {
    "text": "The restaurant bill came to ¥4500 in Japanese yen, but it was worth it for the delicious sushi. ",
    "unit": "japanese yen"
  },
  {
    "text": "The exchange rate for Chinese yuan to US dollars is currently 6.5:1. ",
    "unit": "chinese yuan"
  },
  {
    "text": "She transferred ¥30,000 to her friend in Japan using an online currency exchange service. ",
    "unit": "japanese yen"
  },
  {
    "text": "The sales tax in Japan is currently 10%, which means that a ¥1000 purchase would include ¥100 in tax. ",
    "unit": "japanese yen"
  },
  {
    "text": "The Chinese yuan is the official currency of China, and has been used for centuries. ",
    "unit": "chinese yuan"
  },
  {
    "text": "He received a ¥5000 bonus at work, which he immediately put into his savings account. ",
    "unit": "japanese yen"
  },
  {
    "text": "The price of gasoline in Japan is around ¥150 per liter in Japanese yen. ",
    "unit": "japanese yen"
  },
  {
    "text": "The exchange rate for the Chinese yuan to the euro is currently 7.7:1. ",
    "unit": "chinese yuan"
  },
  {
    "text": "The ¥1000 bill features an image of the famous Japanese poet, Matsu Basho. ",
    "unit": "japanese yen"
  },
  {
    "text": "She withdrew ¥10,000 from the ATM using her Chinese yuan debit card. ",
    "unit": "chinese yuan"
  },
  {
    "text": "The cost of a one-way train ticket from Tokyo to Kyoto is around ¥13,000 in Japanese yen. ",
    "unit": "japanese yen"
  },
  {
    "text": "The Chinese yuan is also known as the renminbi, which means 'people's currency' in English. ",
    "unit": "chinese yuan"
  },
  {
    "text": "The price of a movie ticket in Tokyo is around ¥1800 in Japanese yen. ",
    "unit": "japanese yen"
  },
  {
    "text": "She spent ¥800 on a souvenir from her trip to China, which was a good deal considering its quality. ",
    "unit": "japanese yen"
  },
  {
    "text": "The exchange rate for the Japanese yen to the US dollar is currently around 110:1. ",
    "unit": "japanese yen"
  },
  {
    "text": "I withdrew 2000 kn from the ATM in Croatia, and the exchange rate was favorable. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The sailor measured the speed of the current to be 3 kn, which made it difficult to navigate. ",
    "unit": "knot"
  },
  {
    "text": "The hotel charged 150 kn for a taxi ride to the airport, which was quite expensive. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The package was tied with a knot made of strong twine to keep it secure during transport. ",
    "unit": "knot"
  },
  {
    "text": "The grocery store advertised a sale on apples for 5 kn per kilogram. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The fishing boat traveled at a speed of 10 kn, which was fast enough to reach the fishing grounds quickly. ",
    "unit": "knot"
  },
  {
    "text": "I needed to exchange my dollars for Croatian kuna before I could go shopping in the local markets. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The sailboat had a top speed of 8 kn, which was impressive given its size. ",
    "unit": "knot"
  },
  {
    "text": "The restaurant charged 80 kn for a plate of seafood pasta, which was a bit expensive. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The rope was tied in a secure knot to keep the boat anchored in place. ",
    "unit": "knot"
  },
  {
    "text": "I exchanged 100 euros for 740.52 kn at the bank before my trip to Croatia. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The ship was traveling at a speed of 20 kn, which was necessary to reach its destination on time. ",
    "unit": "knot"
  },
  {
    "text": "I bought a souvenir from the gift shop for 30 kn, which was a good deal considering the quality of the item. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The rope was tied in a knot to hold the bundle of wood together. ",
    "unit": "knot"
  },
  {
    "text": "The hotel charged a deposit of 500 kn upon check-in, which would be refunded upon check-out. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The speed limit in the marina was 5 kn to ensure the safety of all boats and passengers. ",
    "unit": "knot"
  },
  {
    "text": "I exchanged my money at a local currency exchange booth for 4500 kn, which was enough for my trip. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The yacht was able to reach a top speed of 15 kn, making it a fast and luxurious way to travel. ",
    "unit": "knot"
  },
  {
    "text": "I bought a cup of coffee for 12 kn at the local cafe, which was a reasonable price. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The ship's speed was reduced to 3 kn to navigate through the narrow canal. ",
    "unit": "knot"
  },
  {
    "text": "I paid 25 kn for a ticket to the museum, which was well worth the price for the interesting exhibits. ",
    "unit": "croatian kuna"
  },
  {
    "text": "The sailor used a special knot to secure the line to the dock. ",
    "unit": "knot"
  },
  {
    "text": "I exchanged my euros for 1500 kn, which was enough for a week of travel expenses. ",
    "unit": "croatian kuna"
  },
  {
    "text": "I converted my US dollars to ¥ at the bank, and was surprised to find out that I got a better exchange rate for Japanese yen than for Chinese yuan. ",
    "unit": "japanese yen"
  },
  {
    "text": "The cost of living in Beijing has increased significantly in the past few years, and now a cup of coffee costs around ¥30. ",
    "unit": "chinese yuan"
  },
  {
    "text": "I was traveling in Japan and wanted to buy a souvenir, but I couldn't decide between two items that cost 2000 ¥ and 3000 ¥ respectively. ",
    "unit": "japanese yen"
  },
  {
    "text": "When I visited China last year, I was amazed by how cheap everything was - I could buy a whole meal for just ¥10! ",
    "unit": "chinese yuan"
  },
  {
    "text": "I've been saving up for a trip to Japan, and I'm excited to finally be able to use my yen to buy all the things I've been wanting. ",
    "unit": "japanese yen"
  },
  {
    "text": "The exchange rate for the Chinese yuan has been fluctuating a lot recently, so I'm hesitant to invest too much in it. ",
    "unit": "chinese yuan"
  },
  {
    "text": "I went to a Chinese restaurant and was surprised by how expensive the dishes were - some of them cost over ¥100! ",
    "unit": "chinese yuan"
  },
  {
    "text": "I was shopping in Tokyo and found a great deal on a jacket - it was originally ¥10000, but was on sale for only ¥5000. ",
    "unit": "japanese yen"
  },
  {
    "text": "I'm planning a trip to both China and Japan, and I'm trying to figure out the best way to exchange my money for ¥. ",
    "unit": "japanese yen"
  },
  {
    "text": "I lived in China for a year and got used to the currency - I could estimate the price of things in ¥ without having to do the conversion in my head. ",
    "unit": "chinese yuan"
  },
  {
    "text": "I'm interested in investing in the Chinese stock market, but I'm hesitant because I don't know much about the economy or the value of the ¥. ",
    "unit": "chinese yuan"
  },
  {
    "text": "I went to a Japanese restaurant and was pleasantly surprised by the prices - I could get a bowl of ramen for just ¥500. ",
    "unit": "japanese yen"
  },
  {
    "text": "I've been studying Japanese for a few years now, and I'm proud to say that I can read and write the character for ¥. ",
    "unit": "japanese yen"
  },
  {
    "text": "I had a layover in Shanghai and decided to do some shopping at the airport - I bought some souvenirs and snacks for a total of ¥200. ",
    "unit": "chinese yuan"
  },
  {
    "text": "I'm planning to move to Tokyo for a year, and I've been researching the cost of living - I've found that rent can be quite expensive, around ¥100000 per month. ",
    "unit": "japanese yen"
  },
  {
    "text": "I visited Beijing and was surprised by how modern and developed the city was - but I still found some street vendors selling delicious food for just a few ¥. ",
    "unit": "chinese yuan"
  },
  {
    "text": "I'm a big fan of Japanese anime and manga, and I often buy merchandise online - it's great that many sellers accept payment in ¥. ",
    "unit": "japanese yen"
  },
  {
    "text": "I paid 100 kn for a delicious seafood dinner at a local restaurant in Split.",
    "unit": "croatian kuna"
  },
  {
    "text": "The sailor had to navigate through the storm while maintaining a speed of 20 knots.",
    "unit": "knot"
  },
  {
    "text": "I withdrew 500 kn from the ATM to cover my expenses for the week.",
    "unit": "croatian kuna"
  },
  {
    "text": "The ship's top speed was 30 knots, allowing us to arrive at the port early.",
    "unit": "knot"
  },
  {
    "text": "I purchased a beautiful traditional dress for 600 kn at a market in Zagreb.",
    "unit": "croatian kuna"
  },
  {
    "text": "The yacht was traveling at a speed of 15 knots, making it a smooth and comfortable ride.",
    "unit": "knot"
  },
  {
    "text": "I exchanged 200 euros for 1480 kn at a currency exchange kiosk in Dubrovnik.",
    "unit": "croatian kuna"
  },
  {
    "text": "The captain slowed the boat down to 5 knots to take a closer look at the dolphins swimming alongside us.",
    "unit": "knot"
  },
  {
    "text": "I paid 50 kn for a guided tour of the historic city center of Rijeka.",
    "unit": "croatian kuna"
  },
  {
    "text": "The wind speed was 25 knots, making it difficult to control the small sailboat.",
    "unit": "knot"
  },
  {
    "text": "I spent 1000 kn on souvenirs and gifts for my family and friends back home.",
    "unit": "croatian kuna"
  },
  {
    "text": "The cruise ship was traveling at a speed of 18 knots, providing a comfortable and relaxing journey.",
    "unit": "knot"
  },
  {
    "text": "I exchanged some of my currency for 2000 yen at a kiosk in Tokyo.",
    "unit": "japanese yen"
  },
  {
    "text": "The racing boat reached a top speed of 40 knots, setting a new record.",
    "unit": "knot"
  },
  {
    "text": "I purchased a ticket to a museum for 30 kn in the capital city of Zagreb.",
    "unit": "croatian kuna"
  },
  {
    "text": "The speed of the airplane was 500 knots, making it a quick flight to our destination.",
    "unit": "knot"
  },
  {
    "text": "I withdrew 1000 kn from an ATM to pay for my hotel room and other expenses.",
    "unit": "croatian kuna"
  },
  {
    "text": "The ship's average speed was 10 knots, making the journey longer than expected.",
    "unit": "knot"
  },
  {
    "text": "I exchanged 5000 yen for some local currency to use during my trip to Japan.",
    "unit": "japanese yen"
  },
  {
    "text": "The boat's speed dropped to 2 knots as we approached the port.",
    "unit": "knot"
  },
  {
    "text": "I paid 20 kn for a cup of coffee at a cafe in the charming town of Opatija.",
    "unit": "croatian kuna"
  },
  {
    "text": "The wind speed was only 5 knots, making it a peaceful and calm day to sail.",
    "unit": "knot"
  },
  {
    "text": "I exchanged 100 euros for 740 kn at a bank in the coastal city of Zadar.",
    "unit": "croatian kuna"
  },
  {
    "text": "The ship's speed increased to 25 knots as we left the harbor and headed out to sea.",
    "unit": "knot"
  },
  {
    "text": "I bought a new iPhone for ¥80,000 on my last trip to Japan, which is approximately equal to $728. ",
    "unit": "japanese yen"
  },
  {
    "text": "My friend is planning to travel to China and he needs to exchange his USD for ¥5,000 Chinese Yuan.",
    "unit": "chinese yuan"
  },
  {
    "text": "The restaurant bill came out to be ¥7,500 including the service charges and taxes. ",
    "unit": "japanese yen"
  },
  {
    "text": "The current exchange rate for Chinese Yuan is 1 USD to ¥6.4, which means that 1000 yuan is approximately equal to 155 USD. ",
    "unit": "chinese yuan"
  },
  {
    "text": "I spent ¥10,000 on souvenirs during my trip to Kyoto. ",
    "unit": "japanese yen"
  },
  {
    "text": "The hotel room cost us ¥15,000 per night, which is approximately equal to 136 USD. ",
    "unit": "japanese yen"
  },
  {
    "text": "My sister gave me a gift of ¥50,000 on my birthday, which is approximately equal to $454. ",
    "unit": "japanese yen"
  },
  {
    "text": "The cost of the train ticket from Tokyo to Osaka was ¥13,500 for a one-way trip. ",
    "unit": "japanese yen"
  },
  {
    "text": "I exchanged my USD for ¥10,000 Japanese Yen at the airport currency exchange counter. ",
    "unit": "japanese yen"
  },
  {
    "text": "The current exchange rate for Chinese Yuan is fluctuating a lot these days. ",
    "unit": "chinese yuan"
  },
  {
    "text": "The price of a cup of coffee at this café is ¥450, which is approximately equal to $4. ",
    "unit": "japanese yen"
  },
  {
    "text": "My friend who is studying in China told me that the cost of living in Beijing is high, with an average rent of ¥6,500 per month. ",
    "unit": "chinese yuan"
  },
  {
    "text": "I received a scholarship of ¥500,000 for my studies in Japan. ",
    "unit": "japanese yen"
  },
  {
    "text": "The exchange rate for Chinese Yuan has been stable for the past few weeks. ",
    "unit": "chinese yuan"
  },
  {
    "text": "The price of a round-trip flight from New York to Tokyo was ¥100,000 during the peak season. ",
    "unit": "japanese yen"
  },
  {
    "text": "I visited the famous Shibuya Crossing in Tokyo and bought a souvenir T-shirt for ¥3,000. ",
    "unit": "japanese yen"
  },
  {
    "text": "My friend bought a new laptop for ¥120,000 in Tokyo, which is approximately equal to $1,090. ",
    "unit": "japanese yen"
  },
  {
    "text": "I need to pay ¥50,000 for my language school tuition fees this semester. ",
    "unit": "japanese yen"
  },
  {
    "text": "The cost of a one-way bus ticket from Beijing to Shanghai is ¥220. ",
    "unit": "chinese yuan"
  },
  {
    "text": "I spent ¥20,000 on a traditional Japanese dinner at a famous restaurant in Kyoto. ",
    "unit": "japanese yen"
  },
  {
    "text": "The current exchange rate for Chinese Yuan is 1 USD to ¥6.5, which means that ¥500 is approximately equal to $77. ",
    "unit": "chinese yuan"
  },
  {
    "text": "After completing the obstacle course, her time was recorded at 35.2 p seconds.",
    "unit": "point"
  },
  {
    "text": "The coin collector purchased a rare 1943 steel p for $10,000.",
    "unit": "penny"
  },
  {
    "text": "She earned a 4.0 p GPA in her first semester of college.",
    "unit": "point"
  },
  {
    "text": "The recipe called for 3/4 of a p cup of sugar.",
    "unit": "point"
  },
  {
    "text": "Due to the recent pandemic, the airline industry has suffered a loss of billions of pennies.",
    "unit": "penny"
  },
  {
    "text": "The painting was sold at an auction for 1.2 million p dollars.",
    "unit": "point"
  },
  {
    "text": "She noticed a scratch on her glasses, but it was so small that it only took 0.2 p seconds to repair.",
    "unit": "point"
  },
  {
    "text": "The charity received a generous donation of 500,000 pennies.",
    "unit": "penny"
  },
  {
    "text": "Her new car can go from 0 to 60 miles per hour in just 4.5 p seconds.",
    "unit": "point"
  },
  {
    "text": "He paid for his coffee with a handful of pennies he had collected.",
    "unit": "penny"
  },
  {
    "text": "She won the race by a margin of 0.2 p seconds.",
    "unit": "point"
  },
  {
    "text": "The GPS coordinates for the location were 51.5 p°N, 0.1 p°W.",
    "unit": "point"
  },
  {
    "text": "The vending machine only accepts exact change, so she inserted 3p to get a piece of gum.",
    "unit": "penny"
  },
  {
    "text": "The employee received a raise of 2.5 p percent in her annual salary.",
    "unit": "point"
  },
  {
    "text": "The price of gas rose by 10p per gallon overnight.",
    "unit": "penny"
  },
  {
    "text": "The world record for the long jump is currently 8.95 p meters.",
    "unit": "point"
  },
  {
    "text": "She found a penny on the ground and added it to her collection of lucky coins.",
    "unit": "penny"
  },
  {
    "text": "The research study found a correlation between exercise and a decrease in resting heart rate by 3.2 p beats per minute.",
    "unit": "point"
  },
  {
    "text": "The charity organization collected over 50,000 p in their recent fundraising campaign.",
    "unit": "penny"
  },
  {
    "text": "The cost of the hotel room was 750 kn per night, which was a great deal.",
    "unit": "croatian kuna"
  },
  {
    "text": "The airplane was flying at a speed of 500 kn, making it the fastest commercial aircraft in the world.",
    "unit": "knot"
  },
  {
    "text": "She purchased a beautiful handmade scarf from a local artisan for 100 kn at the market.",
    "unit": "croatian kuna"
  },
  {
    "text": "The athlete broke the world record by two-tenths of a second with a time of 9.63 p.",
    "unit": "point"
  },
  {
    "text": "The painting sold for 2,500 p at the auction, exceeding the expected price.",
    "unit": "pound"
  },
  {
    "text": "She won the lottery and received a prize of 1,000,000 p.",
    "unit": "pound"
  },
  {
    "text": "The recipe called for 3 p of salt, but she added an extra pinch for flavor.",
    "unit": "teaspoon"
  },
  {
    "text": "The company's stock price dropped by 7 p after the announcement of a merger with a competitor.",
    "unit": "percent"
  },
  {
    "text": "The new book release had a price tag of 14.99 p, which was a bit steep for her budget.",
    "unit": "pound"
  },
  {
    "text": "The car's top speed was 150 p, making it one of the fastest on the market.",
    "unit": "mile per hour"
  },
  {
    "text": "She received a salary increase of 10 p per hour after completing the training program.",
    "unit": "pence"
  },
  {
    "text": "The construction project was estimated to cost 500,000 p, but the actual cost ended up being much higher.",
    "unit": "pound"
  },
  {
    "text": "The package weighed 2 p and required additional postage to be delivered.",
    "unit": "ounce"
  },
  {
    "text": "The new smartphone had a price tag of 1,200 p, which was out of her budget.",
    "unit": "pound"
  },
  {
    "text": "The distance between the two cities was 80 p, which took approximately two hours to travel by car.",
    "unit": "mile"
  },
  {
    "text": "The recipe called for 2 p of cinnamon, but she decided to add an extra dash for more flavor.",
    "unit": "teaspoon"
  },
  {
    "text": "The investment gained a return of 8 p over the course of a year.",
    "unit": "percent"
  },
  {
    "text": "The dress was on sale for 20 p, which was a great deal.",
    "unit": "pound"
  },
  {
    "text": "The new laptop had a price tag of 1,500 p, which was more than she wanted to spend.",
    "unit": "pound"
  },
  {
    "text": "The restaurant's signature dish cost 30 p and was worth every penny.",
    "unit": "pound"
  },
  {
    "text": "The marathon runner finished the race with a time of 2 hours and 30 p.",
    "unit": "minute"
  },
  {
    "text": "The team's winning score was 80 p, which was a new record for the tournament.",
    "unit": "point"
  },
  {
    "text": "The company's revenue increased by 15 p over the last quarter.",
    "unit": "percent"
  },
  {
    "text": "The recipe called for 4 p of sugar, but she added an extra spoonful for sweetness.",
    "unit": "tablespoon"
  },
  {
    "text": "The distance between the two cities was 120 p, which took approximately four hours to travel by train.",
    "unit": "mile"
  },
  {
    "text": "The new video game console had a price tag of 400 p, which was a bit pricey.",
    "unit": "pound"
  },
  {
    "text": "The cost of the flight from Johannesburg to Cape Town was 1,500 R per person.",
    "unit": "south african rand"
  },
  {
    "text": "The radiology department reported a radiation exposure of 0.5 R to the patient during the procedure.",
    "unit": "roentgen"
  },
  {
    "text": "The hotel room in Cape Town costs 1,000 R per night during peak season.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation exposure from the nuclear power plant accident was measured at 0.1 R per hour at the edge of the exclusion zone.",
    "unit": "roentgen"
  },
  {
    "text": "The cost of a cup of coffee at the airport cafe is 25 R.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation detector measured 0.05 R per hour at the entrance of the contaminated area.",
    "unit": "roentgen"
  },
  {
    "text": "The entrance fee to the Apartheid Museum is 100 R per person.",
    "unit": "south african rand"
  },
  {
    "text": "The patient received a radiation dose of 2 R during the cancer treatment.",
    "unit": "roentgen"
  },
  {
    "text": "The price of a movie ticket at the local cinema is 60 R.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation exposure limit for nuclear workers is 50 R per year.",
    "unit": "roentgen"
  },
  {
    "text": "The taxi ride from the airport to the hotel costs 500 R.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation dose from a chest x-ray is usually around 0.1 R.",
    "unit": "roentgen"
  },
  {
    "text": "The cost of a meal at a mid-range restaurant in Johannesburg is around 300 R per person.",
    "unit": "south african rand"
  },
  {
    "text": "The patient received a total radiation dose of 50 R during the course of the cancer treatment.",
    "unit": "roentgen"
  },
  {
    "text": "The entrance fee to the Table Mountain National Park is 303 R per person.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation exposure from a full-body CT scan is around 10 mR.",
    "unit": "roentgen"
  },
  {
    "text": "The cost of a bottle of wine at a liquor store in Cape Town is around 100 R.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation exposure from a dental x-ray is usually less than 0.01 R.",
    "unit": "roentgen"
  },
  {
    "text": "The price of a one-way bus ticket from Johannesburg to Durban is 200 R.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation exposure limit for the general public is 0.1 R per year.",
    "unit": "roentgen"
  },
  {
    "text": "She scored 9.5 points in the gymnastics competition, which was enough to secure the gold medal.",
    "unit": "point"
  },
  {
    "text": "I found a penny on the street and decided to give it to the homeless man sitting on the corner.",
    "unit": "penny"
  },
  {
    "text": "The stock market increased by 25 points yesterday, leading to significant gains for many investors.",
    "unit": "point"
  },
  {
    "text": "The vending machine only accepts coins, so I had to scrounge up enough pennies to buy my snack.",
    "unit": "penny"
  },
  {
    "text": "The basketball team won the game by a single point, thanks to a last-second shot by their star player.",
    "unit": "point"
  },
  {
    "text": "The cashier handed me a handful of pennies as change, which I quickly dropped on the ground.",
    "unit": "penny"
  },
  {
    "text": "He needed to earn 15 points on the final exam in order to pass the class.",
    "unit": "point"
  },
  {
    "text": "I had to borrow a few pennies from my friend to make exact change for the parking meter.",
    "unit": "penny"
  },
  {
    "text": "The recipe called for 3 tablespoons of sugar, which is equivalent to 45 points on the Weight Watchers program.",
    "unit": "point"
  },
  {
    "text": "I always save my pennies in a jar, hoping that one day I'll have enough to buy something special.",
    "unit": "penny"
  },
  {
    "text": "The temperature dropped by 10 degrees overnight, which was a significant point of concern for farmers.",
    "unit": "point"
  },
  {
    "text": "She received a penny for every chore she completed, which she diligently saved in her piggy bank.",
    "unit": "penny"
  },
  {
    "text": "The athlete set a new world record with a score of 95 points, solidifying her place in history.",
    "unit": "point"
  },
  {
    "text": "I found a penny from the year 1964 in my pocket, which I learned is worth more than its face value to collectors.",
    "unit": "penny"
  },
  {
    "text": "The distance between the two cities is only 15 points on the map, but it can take several hours to drive due to traffic.",
    "unit": "point"
  },
  {
    "text": "I always make sure to throw my pennies into a fountain and make a wish when I see one.",
    "unit": "penny"
  },
  {
    "text": "The new skyscraper is set to be over 100 points tall, making it the tallest building in the city.",
    "unit": "point"
  },
  {
    "text": "I decided to donate all of my spare change, including the pennies, to the local animal shelter.",
    "unit": "penny"
  },
  {
    "text": "She earned 7 points in the first round of the spelling bee, which put her in the lead.",
    "unit": "point"
  },
  {
    "text": "I exchanged 2,000 USD for 28,800 R at the airport currency exchange booth in Johannesburg.",
    "unit": "south african rand"
  },
  {
    "text": "The cost of a meal at a fancy restaurant in Cape Town was 500 R per person.",
    "unit": "south african rand"
  },
  {
    "text": "The company's revenue for the quarter was 10 million R.",
    "unit": "south african rand"
  },
  {
    "text": "The radiologist recorded a radiation dose of 2 R during the CT scan.",
    "unit": "roentgen"
  },
  {
    "text": "The radiation exposure from a chest X-ray is typically less than 0.1 R.",
    "unit": "roentgen"
  },
  {
    "text": "The patient received a dose of 1.5 R during the radiation therapy session.",
    "unit": "roentgen"
  },
  {
    "text": "The exchange rate between USD and R is currently 1 USD to 14.4 R.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation safety officer measured a dose of 0.02 R at the entrance to the radiation room.",
    "unit": "roentgen"
  },
  {
    "text": "The hotel room in Durban cost 1,200 R per night.",
    "unit": "south african rand"
  },
  {
    "text": "The maximum allowed annual dose for radiation workers is 50 mSv or 5 R.",
    "unit": "roentgen"
  },
  {
    "text": "The South African Reserve Bank announced a cut in the interest rate to boost the R.",
    "unit": "south african rand"
  },
  {
    "text": "The patient's cumulative radiation dose over the course of treatment was 25 R.",
    "unit": "roentgen"
  },
  {
    "text": "The exchange rate for GBP to R is 1 GBP to 19.2 R.",
    "unit": "south african rand"
  },
  {
    "text": "The radiology technician recorded a radiation dose of 0.5 R during the fluoroscopy procedure.",
    "unit": "roentgen"
  },
  {
    "text": "The cost of a safari tour in Kruger National Park was 3,000 R per person.",
    "unit": "south african rand"
  },
  {
    "text": "The maximum allowed dose for the public from a nuclear power plant is 0.25 R per year.",
    "unit": "roentgen"
  },
  {
    "text": "The South African rand has been fluctuating due to the uncertainty of the upcoming election.",
    "unit": "south african rand"
  },
  {
    "text": "The radiologist recommended a radiation dose of 60 Gy or 6 R for the cancer treatment.",
    "unit": "roentgen"
  },
  {
    "text": "The currency exchange booth at the mall offered a rate of 15 R for 1 USD.",
    "unit": "south african rand"
  },
  {
    "text": "The radiology department reported a dose of 0.3 R to the patient during the mammogram.",
    "unit": "roentgen"
  },
  {
    "text": "The company paid a bonus of 5,000 R to each employee for meeting the sales target.",
    "unit": "south african rand"
  },
  {
    "text": "The maximum allowed dose for the hands of a radiation worker is 500 R per year.",
    "unit": "roentgen"
  },
  {
    "text": "The cost of a round-trip flight from New York to Johannesburg was 15,000 R.",
    "unit": "south african rand"
  },
  {
    "text": "The total bill for dinner was 43.25 p. I left a 15% tip for the server.",
    "unit": "point"
  },
  {
    "text": "She received a raise of 25 p per hour at her new job.",
    "unit": "point"
  },
  {
    "text": "The recipe calls for 3/4 of a teaspoon of salt, which is equivalent to 0.15 p.",
    "unit": "point"
  },
  {
    "text": "The price of gasoline at the pump has increased by 10 p in the last month.",
    "unit": "penny"
  },
  {
    "text": "I found a penny on the sidewalk and picked it up for good luck.",
    "unit": "penny"
  },
  {
    "text": "The coin collector paid 500 p for the rare penny from 1923.",
    "unit": "penny"
  },
  {
    "text": "The diamond engagement ring cost 8,000 p, which was a significant investment for the couple.",
    "unit": "point"
  },
  {
    "text": "The concert tickets were 125 p each, but we splurged and bought front-row seats.",
    "unit": "point"
  },
  {
    "text": "The price of a loaf of bread has increased by 5 p due to a shortage of wheat.",
    "unit": "penny"
  },
  {
    "text": "The bottle of wine was priced at 27.50 p, but it was worth every penny.",
    "unit": "point"
  },
  {
    "text": "She earned a commission of 2.5% on the sale, which amounted to 500 p.",
    "unit": "point"
  },
  {
    "text": "The vending machine only accepts coins, and I didn't have any pennies on me.",
    "unit": "penny"
  },
  {
    "text": "The painting was appraised at 1,200 p, but it was priceless to the family who owned it.",
    "unit": "point"
  },
  {
    "text": "I found a 1970 penny in my change jar, which is worth about 30 p.",
    "unit": "penny"
  },
  {
    "text": "The company announced a dividend of 2.5 p per share for the quarter.",
    "unit": "point"
  },
  {
    "text": "The toll for the bridge was 1.25 p each way, which added up for the daily commuters.",
    "unit": "point"
  },
  {
    "text": "The charity donation box was filled with loose change, including many pennies.",
    "unit": "penny"
  },
  {
    "text": "The jeweler estimated that the diamond was 0.75 p, with a clarity rating of VVS2.",
    "unit": "point"
  },
  {
    "text": "The parking meter charged 50 p per hour, but I only needed to park for 15 minutes.",
    "unit": "penny"
  },
  {
    "text": "The hotel room was priced at 1,200 R per night, which included breakfast and access to the pool.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation dose for the CT scan was measured at 5 R, which is below the safe limit. ",
    "unit": "roentgen"
  },
  {
    "text": "I exchanged 2,000 USD for 29,000 R at the bank in Johannesburg. ",
    "unit": "south african rand"
  },
  {
    "text": "The patient was exposed to a radiation dose of 0.1 R during the X-ray procedure. ",
    "unit": "roentgen"
  },
  {
    "text": "The cost of the safari tour was 3,500 R per person, which included transportation and guide fees. ",
    "unit": "south african rand"
  },
  {
    "text": "The radiation therapy session lasted for 20 minutes and delivered a dose of 2 R to the tumor. ",
    "unit": "roentgen"
  },
  {
    "text": "The local currency in South Africa is the Rand, abbreviated as R. ",
    "unit": "south african rand"
  },
  {
    "text": "The radiation emitted from the nuclear reactor was measured at 100 R per hour, which is a dangerous level. ",
    "unit": "roentgen"
  },
  {
    "text": "I received a salary increase of 5,000 R per month after my promotion. ",
    "unit": "south african rand"
  },
  {
    "text": "The radiation safety officer monitored the area and recorded a reading of 0.01 R per hour. ",
    "unit": "roentgen"
  },
  {
    "text": "I exchanged my dollars for Rands at the airport, but the exchange rate was not in my favor.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation level in the laboratory was measured to be 10 milliroentgens per hour.",
    "unit": "roentgen"
  },
  {
    "text": "The cost of living has increased so much that even a cup of coffee costs 20 Rands now.",
    "unit": "south african rand"
  },
  {
    "text": "The new particle accelerator has a collision cross-section of 10^-28 b, making it one of the most precise tools in modern physics. ",
    "unit": "barn"
  },
  {
    "text": "The computer's memory capacity is measured in gigabytes (GB), with each GB consisting of 8 billion bits (b).",
    "unit": "bit"
  },
  {
    "text": "The target area for the laser is only a few square microns, which corresponds to a cross-section of about 10^-12 b. ",
    "unit": "barn"
  },
  {
    "text": "The digital image is made up of millions of pixels, each represented by a binary value of either 0 or 1 (1 bit). ",
    "unit": "bit"
  },
  {
    "text": "The scattering experiment yielded a cross-section of 0.5 b for the proton-neutron interaction. ",
    "unit": "barn"
  },
  {
    "text": "The computer's processor speed is measured in gigahertz (GHz), which indicates how many cycles per second it can perform (1 cycle = 1 bit). ",
    "unit": "bit"
  },
  {
    "text": "The atomic nucleus has a cross-section of about 10^-12 b, which is much smaller than the size of the atom itself. ",
    "unit": "barn"
  },
  {
    "text": "The file size of the high-resolution image is 50 MB, which is equivalent to 400 million bits (b). ",
    "unit": "bit"
  },
  {
    "text": "The target for the experiment was a gold nucleus with a cross-section of about 6 b. ",
    "unit": "barn"
  },
  {
    "text": "The digital audio file has a bit depth of 16, which means each sample is represented by a 16-bit binary number. ",
    "unit": "bit"
  },
  {
    "text": "The cross-section for the electron-proton interaction is about 10^-26 b, which is much smaller than that of the proton-neutron interaction. ",
    "unit": "barn"
  },
  {
    "text": "The data transfer rate of the internet connection is measured in megabits per second (Mbps), with 1 Mbps equal to 1 million bits (b) per second. ",
    "unit": "bit"
  },
  {
    "text": "The neutron-proton scattering experiment yielded a cross-section of 3.4 b, which was consistent with theoretical predictions. ",
    "unit": "barn"
  },
  {
    "text": "The computer's hard drive has a storage capacity of 1 terabyte (TB), which is equivalent to 8 trillion bits (b). ",
    "unit": "bit"
  },
  {
    "text": "The cross-section of the proton-antiproton interaction is about 30 b, which is much larger than that of the proton-neutron interaction. ",
    "unit": "barn"
  },
  {
    "text": "The compression algorithm reduces the file size by removing redundant bits (b) without sacrificing image quality. ",
    "unit": "bit"
  },
  {
    "text": "The scattering experiment with a carbon nucleus yielded a cross-section of 3.5 b, which was unexpected based on previous data. ",
    "unit": "barn"
  },
  {
    "text": "The color depth of the digital image is measured in bits (b), with higher bit depths corresponding to a greater number of possible colors. ",
    "unit": "bit"
  },
  {
    "text": "The cross-section of the neutron-neutron interaction is about 4 b, which is similar to that of the proton-neutron interaction. ",
    "unit": "barn"
  },
  {
    "text": "The encryption key for the sensitive data is 512 bits (b) long, which provides a high level of protection against hacking. ",
    "unit": "bit"
  },
  {
    "text": "The target had a cross-sectional area of 2.5 b and was difficult to hit.",
    "unit": "barn"
  },
  {
    "text": "The computer's hard drive had a storage capacity of 500 GB, or 4 billion b.",
    "unit": "bit"
  },
  {
    "text": "The experiment required a target with a cross-sectional area of at least 10 b to achieve accurate results.",
    "unit": "barn"
  },
  {
    "text": "The file size was 100 MB, or 800 million b.",
    "unit": "bit"
  },
  {
    "text": "The target had a cross-sectional area of 5 b and was located 10 meters away from the source.",
    "unit": "barn"
  },
  {
    "text": "The data transfer rate was 10 Mb/s, or 10 million b/s.",
    "unit": "bit"
  },
  {
    "text": "The neutrino detector had a cross-sectional area of 100 b and was sensitive enough to detect even a single neutrino.",
    "unit": "barn"
  },
  {
    "text": "The image resolution was 1920x1080 pixels, or 2 million b per frame.",
    "unit": "bit"
  },
  {
    "text": "The target was so small that it had a cross-sectional area of only 0.01 b.",
    "unit": "barn"
  },
  {
    "text": "The download speed was 50 Mb/s, or 50 million b/s.",
    "unit": "bit"
  },
  {
    "text": "The experiment required a target with a cross-sectional area of at least 50 b to achieve accurate results.",
    "unit": "barn"
  },
  {
    "text": "The program required a memory space of 1 GB, or 8 billion b.",
    "unit": "bit"
  },
  {
    "text": "The target had a cross-sectional area of 1 b and was moving at high speed.",
    "unit": "barn"
  },
  {
    "text": "The network bandwidth was 100 Mb/s, or 100 million b/s.",
    "unit": "bit"
  },
  {
    "text": "The target was so small that it had a cross-sectional area of only 0.1 b.",
    "unit": "barn"
  },
  {
    "text": "The compressed file size was 10 MB, or 80 million b.",
    "unit": "bit"
  },
  {
    "text": "The experiment required a target with a cross-sectional area of at least 100 b to achieve accurate results.",
    "unit": "barn"
  },
  {
    "text": "The encryption key had a length of 128 b, providing strong security.",
    "unit": "bit"
  },
  {
    "text": "The target had a cross-sectional area of 10 b and was located in a high-radiation environment.",
    "unit": "barn"
  },
  {
    "text": "The file was encrypted using a 256-bit key, providing strong protection.",
    "unit": "bit"
  },
  {
    "text": "The target was so small that it had a cross-sectional area of only 0.001 b.",
    "unit": "barn"
  },
  {
    "text": "The data transfer rate was 1 Gb/s, or 1 billion b/s.",
    "unit": "bit"
  },
  {
    "text": "The target had a cross-sectional area of 0.5 b and was located at a distance of 10 km.",
    "unit": "barn"
  },
  {
    "text": "The program required a memory space of 2 GB, or 16 billion b.",
    "unit": "bit"
  },
  {
    "text": "The target had a cross-sectional area of 1000 b and was located in a vacuum chamber.",
    "unit": "barn"
  },
  {
    "text": "The image size was 1024x768 pixels, or 0.75 million b per frame.",
    "unit": "bit"
  },
  {
    "text": "The kitchen island is 8' long and 4' wide.",
    "unit": "foot"
  },
  {
    "text": "The construction company ordered 500' of steel beams for the new building.",
    "unit": "foot"
  },
  {
    "text": "The marathon runner completed the race in just under 4 hours and 30'.",
    "unit": "minute"
  },
  {
    "text": "The basketball court is 94' long and 50' wide.",
    "unit": "foot"
  },
  {
    "text": "The commute from my house to the office takes about 25' by car.",
    "unit": "minute"
  },
  {
    "text": "The height of the ceiling is 10' in this room.",
    "unit": "foot"
  },
  {
    "text": "The band played for 45' before taking a break.",
    "unit": "minute"
  },
  {
    "text": "The patio furniture set includes a table that is 6' long and 3' wide.",
    "unit": "foot"
  },
  {
    "text": "The teacher gave the students 10' to complete the quiz.",
    "unit": "minute"
  },
  {
    "text": "The distance between the two cities is 150' by road.",
    "unit": "foot"
  },
  {
    "text": "The football field is 120' long and 53.3' wide.",
    "unit": "foot"
  },
  {
    "text": "The cooking instructions say to bake the cake for 30'.",
    "unit": "minute"
  },
  {
    "text": "The high-jump bar is set at 7' for this competition.",
    "unit": "foot"
  },
  {
    "text": "The meeting is scheduled to start in 10' so please be on time.",
    "unit": "minute"
  },
  {
    "text": "The length of the boat is 30' and it can accommodate up to 10 passengers.",
    "unit": "foot"
  },
  {
    "text": "The doctor gave the patient 5' to answer the questions about their medical history.",
    "unit": "minute"
  },
  {
    "text": "The fence around the yard is 6' high and made of wood.",
    "unit": "foot"
  },
  {
    "text": "The speaker had only 2' to make their point.",
    "unit": "minute"
  },
  {
    "text": "The cord for the vacuum cleaner is 25' long.",
    "unit": "foot"
  },
  {
    "text": "The duration of the concert was 90' and it included an encore.",
    "unit": "minute"
  },
  {
    "text": "The width of the hallway is 4' and it leads to the living room.",
    "unit": "foot"
  },
  {
    "text": "The presenter had to cut their speech short by 5' due to time constraints.",
    "unit": "minute"
  },
  {
    "text": "The room is 12' by 10' and has a large window on one wall.",
    "unit": "foot"
  },
  {
    "text": "The waiting time for the train was only 2' before it arrived.",
    "unit": "minute"
  },
  {
    "text": "The boat dock can accommodate vessels up to 40' in length.",
    "unit": "foot"
  },
  {
    "text": "The exam duration is 120' and it includes multiple-choice and essay questions.",
    "unit": "minute"
  },
  {
    "text": "The width of the swimming pool is 20' and the length is 40'.",
    "unit": "foot"
  },
  {
    "text": "The speaker had a full 30' to present their research findings.",
    "unit": "minute"
  },
  {
    "text": "The garden plot is 8' by 10' and has fertile soil for growing vegetables.",
    "unit": "foot"
  },
  {
    "text": "The target was only 10 b away from the beam, making it a challenging shot for the archer. ",
    "unit": "barn"
  },
  {
    "text": "The data center has a storage capacity of 10 terabytes, or 80 billion b. ",
    "unit": "bit"
  },
  {
    "text": "The new hard drive has a storage capacity of 2 terabytes, or 16 billion b. ",
    "unit": "bit"
  },
  {
    "text": "The particle accelerator can achieve a luminosity of 10^34/cm^2/s, or 10^-24 b^-1/s^-1. ",
    "unit": "barn"
  },
  {
    "text": "The computer virus was only 2 kb in size, or 16,000 b. ",
    "unit": "bit"
  },
  {
    "text": "The atomic nucleus has a cross-sectional area of about 10^-28 m^2, or 100 b. ",
    "unit": "barn"
  },
  {
    "text": "The encryption key is 128 b long, which provides a high level of security. ",
    "unit": "bit"
  },
  {
    "text": "The detector was able to measure a cross-section of 10^-31 m^2, or 1000 b. ",
    "unit": "barn"
  },
  {
    "text": "The compressed audio file is only 3 mb in size, or 24 million b. ",
    "unit": "bit"
  },
  {
    "text": "The target's cross-section was so small, only about 1 femtobarn or 10^-15 b. ",
    "unit": "barn"
  },
  {
    "text": "The binary code for the letter 'A' is 01000001, which is 8 b. ",
    "unit": "bit"
  },
  {
    "text": "The proton has a cross-sectional area of about 10^-28 m^2, or 100 b. ",
    "unit": "barn"
  },
  {
    "text": "The computer program requires a minimum of 2 gb of RAM, or 16 billion b. ",
    "unit": "bit"
  },
  {
    "text": "The laser beam has a diameter of 0.1 mm, or 10^8 b. ",
    "unit": "barn"
  },
  {
    "text": "He took a step back, his foot landing on a loose stone that sent him tumbling down the hill.",
    "unit": "foot"
  },
  {
    "text": "The basketball player had a vertical jump of 36 inches, or 3 feet.",
    "unit": "foot"
  },
  {
    "text": "She carefully measured the distance between the two trees using a tape measure, which came out to be exactly 10 feet.",
    "unit": "foot"
  },
  {
    "text": "The building's height was approximately 50 feet, making it one of the tallest in the city.",
    "unit": "foot"
  },
  {
    "text": "The hiker trekked through the muddy terrain for hours, his feet aching with every step.",
    "unit": "foot"
  },
  {
    "text": "The construction workers had to pour a concrete foundation that was 6 feet deep to support the weight of the new building.",
    "unit": "foot"
  },
  {
    "text": "After a long day of walking around the city, her feet were blistered and sore.",
    "unit": "foot"
  },
  {
    "text": "The average adult human has a foot length of approximately 9.5 inches.",
    "unit": "foot"
  },
  {
    "text": "The rope ladder hanging from the treehouse was approximately 15 feet long.",
    "unit": "foot"
  },
  {
    "text": "The marathon runner's pace was impressive, averaging around 6 minutes per mile for the 26.2 mile race.",
    "unit": "minute"
  },
  {
    "text": "The professor's lecture on quantum physics lasted for nearly 90 minutes.",
    "unit": "minute"
  },
  {
    "text": "The employee took a 10-minute break every hour to rest his eyes and stretch his legs.",
    "unit": "minute"
  },
  {
    "text": "The countdown to the rocket launch began, with only 5 minutes until liftoff.",
    "unit": "minute"
  },
  {
    "text": "The movie was just over 2 hours long, with a running time of 125 minutes.",
    "unit": "minute"
  },
  {
    "text": "The recipe instructed to bake the cake for 30 minutes at 350 degrees Fahrenheit.",
    "unit": "minute"
  },
  {
    "text": "The high school student had only 15 minutes left to complete the math test.",
    "unit": "minute"
  },
  {
    "text": "The train was delayed by 45 minutes due to a technical issue on the tracks.",
    "unit": "minute"
  },
  {
    "text": "The singer's performance was cut short by 2 minutes due to time constraints.",
    "unit": "minute"
  },
  {
    "text": "The athlete finished the race with a time of 4 minutes and 15 seconds, breaking the previous record.",
    "unit": "minute"
  },
  {
    "text": "The coffee shop's policy was to give customers a 5-minute grace period after their order was called before throwing it out.",
    "unit": "minute"
  },
  {
    "text": "The surgeon completed the operation in just under 3 hours, with a total surgery time of 174 minutes.",
    "unit": "minute"
  },
  {
    "text": "The carpenter measured the board to be exactly 24″ long.",
    "unit": "inch"
  },
  {
    "text": "The timer beeped after exactly 30″ had passed",
    "unit": "second"
  },
  {
    "text": "The telescope has a focal length of 120″, allowing for detailed observations of distant galaxies.",
    "unit": "inch"
  },
  {
    "text": "The film was shot at 24 frames per second, giving it a smooth and natural-looking motion.",
    "unit": "second"
  },
  {
    "text": "The company's profits increased by 20% in the second quarter, exceeding analysts' expectations.",
    "unit": "second"
  },
  {
    "text": "The guitar's neck measures 25.5″ in length, providing plenty of room for playing complex chords.",
    "unit": "inch"
  },
  {
    "text": "The athlete completed the 100-meter dash in just 10.2 seconds, setting a new personal record.",
    "unit": "second"
  },
  {
    "text": "The artist used a tiny 0.3 mm mechanical pencil to create intricate drawings on a 5″ x 7″ canvas.",
    "unit": "inch"
  },
  {
    "text": "The microwave heated up the food in just 45 seconds, making it a quick and convenient option for busy people.",
    "unit": "second"
  },
  {
    "text": "The bookshelf is 72″ tall and 36″ wide, providing ample space for storing books and decorative items.",
    "unit": "inch"
  },
  {
    "text": "The lightning struck the ground less than a second after the thunder was heard, indicating that the storm was very close.",
    "unit": "second"
  },
  {
    "text": "The tailor hemmed the pants to be exactly 29″ long, ensuring a perfect fit for the customer.",
    "unit": "inch"
  },
  {
    "text": "The traffic light at the intersection changes from green to yellow after 4 seconds, giving drivers time to slow down before it turns red.",
    "unit": "second"
  },
  {
    "text": "The sheet of paper is 8.5″ x 11″, making it a standard size for printing documents.",
    "unit": "inch"
  },
  {
    "text": "The fireworks display lasted for 10 minutes and featured a variety of colorful explosions and patterns.",
    "unit": "second"
  },
  {
    "text": "The sculpture stands over 6 feet tall and features intricate details that can only be appreciated up close.",
    "unit": "inch"
  },
  {
    "text": "The traffic jam caused the driver to be stuck in the same spot for over 30 minutes, making him late for his appointment.",
    "unit": "second"
  },
  {
    "text": "The painting is 16″ x 20″, allowing the viewer to see the fine brushstrokes and subtle details in the work.",
    "unit": "inch"
  },
  {
    "text": "The runner crossed the finish line just milliseconds ahead of his competitors, securing the gold medal.",
    "unit": "second"
  },
  {
    "text": "The caterpillar grew to be over 3 inches long before finally transforming into a butterfly.",
    "unit": "inch"
  },
  {
    "text": "The firework exploded in the sky, sending a shower of sparks raining down for several seconds.",
    "unit": "second"
  },
  {
    "text": "The recipe called for 2 cups of flour and 1/4 inch of ginger root, giving the dish a subtle yet distinctive flavor.",
    "unit": "inch"
  },
  {
    "text": "The elevator can travel 100 feet per second, making it one of the fastest in the world.",
    "unit": "second"
  },
  {
    "text": "The exchange rate for USD to R is currently 14.25.",
    "unit": "south african rand"
  },
  {
    "text": "The patient received a dose of 10 R during the radiation therapy session.",
    "unit": "roentgen"
  },
  {
    "text": "The price of petrol in South Africa increased by 25 cents per liter, making it 18.50 R per liter.",
    "unit": "south african rand"
  },
  {
    "text": "The radiation detector showed a reading of 0.2 R in the area near the source.",
    "unit": "roentgen"
  },
  {
    "text": "The new phone has a screen size of 6.7\" which is bigger than its predecessor.",
    "unit": "inch"
  },
  {
    "text": "The athlete completed the 100-meter dash in 9.8\".",
    "unit": "second"
  },
  {
    "text": "The length of the fence is 100\" in total, with each panel measuring 8\".",
    "unit": "inch"
  },
  {
    "text": "The video had a duration of 2\" and 30 frames.",
    "unit": "second"
  },
  {
    "text": "The sculpture stood at a height of 12\".",
    "unit": "inch"
  },
  {
    "text": "The rocket traveled at a speed of 25,000\" per second.",
    "unit": "inch"
  },
  {
    "text": "The runner finished the mile in under 4' and 30\".",
    "unit": "second"
  },
  {
    "text": "The carpenter had to cut the board to exactly 48\" long.",
    "unit": "inch"
  },
  {
    "text": "The traffic light at the intersection lasted for only 15\".",
    "unit": "second"
  },
  {
    "text": "The dimensions of the room are 12' by 10' by 8\", making it spacious.",
    "unit": "inch"
  },
  {
    "text": "The recipe called for 2″ of ginger root, peeled and grated.",
    "unit": "inch"
  },
  {
    "text": "The sprinter broke the world record with a time of 9.58 seconds.",
    "unit": "second"
  },
  {
    "text": "The dimensions of the painting are 36″ x 24″.",
    "unit": "inch"
  },
  {
    "text": "The chef chopped the garlic into small pieces that measured less than 1/4″.",
    "unit": "inch"
  },
  {
    "text": "The lightning struck the tree less than 100 feet away, and the thunder followed about 2 seconds later.",
    "unit": "second"
  },
  {
    "text": "The tailor hemmed the pants to be exactly 32″ long.",
    "unit": "inch"
  },
  {
    "text": "The sound of the church bells could be heard for miles on a quiet night, each chime lasting for several seconds.",
    "unit": "second"
  },
  {
    "text": "The door frame was 80″ tall and 36″ wide.",
    "unit": "inch"
  },
  {
    "text": "The runner completed the marathon in 2 hours, 29 minutes, and 17 seconds.",
    "unit": "second"
  },
  {
    "text": "The carpenter measured the distance between the two points to be exactly 13.5″.",
    "unit": "inch"
  },
  {
    "text": "The lightning struck the tree less than 100 feet away, and the thunder followed about 2 seconds later.",
    "unit": "second"
  },
  {
    "text": "The dimensions of the photograph are 8″ x 10″.",
    "unit": "inch"
  },
  {
    "text": "The sound of the church bells could be heard for miles on a quiet night, each chime lasting for several seconds.",
    "unit": "second"
  },
  {
    "text": "The artist painted the portrait on a canvas that measured 16″ x 20″.",
    "unit": "inch"
  },
  {
    "text": "The violinist played a note that lasted for about 2 seconds before moving on to the next one.",
    "unit": "second"
  },
  {
    "text": "The fabric was sold in lengths of 3 yards, which is equivalent to 108″.",
    "unit": "inch"
  },
  {
    "text": "The length of the spider was measured to be 2\" from head to abdomen.",
    "unit": "inch"
  },
  {
    "text": "The runner completed the 100m sprint in 10.5\".",
    "unit": "second"
  },
  {
    "text": "The width of the bookshelf was exactly 36\".",
    "unit": "inch"
  },
  {
    "text": "The cooking instructions called for the salmon to be baked at 400°F for 12\".",
    "unit": "minute"
  },
  {
    "text": "The seamstress hemmed the dress to be 38\" long.",
    "unit": "inch"
  },
  {
    "text": "The microwave beeps after exactly 1.5\" of cooking time.",
    "unit": "second"
  },
  {
    "text": "After a long hike, they finally reached the summit which was over 6,000' above sea level.",
    "unit": "foot"
  },
  {
    "text": "The basketball player's vertical leap was measured to be 36' during the combine.",
    "unit": "inch"
  },
  {
    "text": "The runner's pace was 8' per mile during the marathon.",
    "unit": "minute"
  },
  {
    "text": "The stadium can seat up to 80,000 people and is over 120' tall.",
    "unit": "foot"
  },
  {
    "text": "The professor gave a lecture that lasted for over 90' about the history of the Roman Empire.",
    "unit": "minute"
  },
  {
    "text": "The mountain climber's rope was over 200' long to reach the top.",
    "unit": "foot"
  },
  {
    "text": "The chef baked the cake for 30' in the oven at 350 degrees Fahrenheit.",
    "unit": "minute"
  },
  {
    "text": "The airplane took off from the runway at a speed of 150' per second.",
    "unit": "foot"
  },
  {
    "text": "The movie's running time was exactly 120' from start to finish.",
    "unit": "minute"
  },
  {
    "text": "The skyscraper was over 1,000' tall and had 80 floors.",
    "unit": "foot"
  },
  {
    "text": "The meeting lasted for 45' and covered a wide range of topics.",
    "unit": "minute"
  },
  {
    "text": "The football field was 100' wide and 50' long.",
    "unit": "foot"
  },
  {
    "text": "The professor gave the students 30' to complete the exam.",
    "unit": "minute"
  },
  {
    "text": "The temperature in the laboratory is set to 20C to ensure the accuracy of the experiments.",
    "unit": "celsius"
  },
  {
    "text": "The circuit requires a charge of 5C to operate efficiently.",
    "unit": "coulomb"
  },
  {
    "text": "The oven should be preheated to 180C before baking the cake.",
    "unit": "celsius"
  },
  {
    "text": "The capacitor can store a maximum charge of 50C.",
    "unit": "coulomb"
  },
  {
    "text": "The weather forecast predicts a high of 35C for tomorrow.",
    "unit": "celsius"
  },
  {
    "text": "The electric current flowing through the wire is 2C per second.",
    "unit": "coulomb"
  },
  {
    "text": "The recommended storage temperature for the vaccine is -70C.",
    "unit": "celsius"
  },
  {
    "text": "The electric field strength can be calculated by dividing the charge by the distance, measured in coulombs and meters respectively.",
    "unit": "coulomb"
  },
  {
    "text": "The air conditioning system is designed to maintain a temperature of 22C in the room.",
    "unit": "celsius"
  },
  {
    "text": "The lightning bolt delivered a charge of 100C to the ground.",
    "unit": "coulomb"
  },
  {
    "text": "The surface of the sun has a temperature of approximately 5,500C.",
    "unit": "celsius"
  },
  {
    "text": "The battery has a capacity of 10C and can deliver a constant current for one hour.",
    "unit": "coulomb"
  },
  {
    "text": "The experiment requires the temperature to be lowered to -10C.",
    "unit": "celsius"
  },
  {
    "text": "The electric charge on the balloon can be measured in coulombs.",
    "unit": "coulomb"
  },
  {
    "text": "The operating temperature range for the electronic device is -20C to 80C.",
    "unit": "celsius"
  },
  {
    "text": "The charge on the particle is measured in coulombs and is determined by the number of electrons or protons.",
    "unit": "coulomb"
  },
  {
    "text": "The air temperature at high altitude can drop to -50C.",
    "unit": "celsius"
  },
  {
    "text": "The electric potential difference is measured in volts, which is equivalent to one joule per coulomb.",
    "unit": "coulomb"
  },
  {
    "text": "The glass transition temperature of the polymer is 100C.",
    "unit": "celsius"
  },
  {
    "text": "The electric charge on the capacitor is measured in coulombs.",
    "unit": "coulomb"
  },
  {
    "text": "The recommended temperature for storing red wine is between 15C and 18C.",
    "unit": "celsius"
  },
  {
    "text": "The charge on the electron is approximately -1.602 x 10^-19 coulombs.",
    "unit": "coulomb"
  },
  {
    "text": "The temperature of the water in the lake is 10C.",
    "unit": "celsius"
  },
  {
    "text": "The electric current is measured in amperes, which is equivalent to coulombs per second.",
    "unit": "coulomb"
  },
  {
    "text": "The temperature of the human body is typically around 37C.",
    "unit": "celsius"
  },
  {
    "text": "The electric charge on the conductor is measured in coulombs.",
    "unit": "coulomb"
  },
  {
    "text": "The maximum recommended operating temperature for the engine is 120C.",
    "unit": "celsius"
  },
  {
    "text": "The temperature outside is 90F and it's really hot.",
    "unit": "fahrenheit"
  },
  {
    "text": "The air conditioning is set to 72F and it feels just right.",
    "unit": "fahrenheit"
  },
  {
    "text": "The oven needs to be preheated to 350F before baking the cake.",
    "unit": "fahrenheit"
  },
  {
    "text": "The temperature dropped from 50F to 20F in just a few hours.",
    "unit": "fahrenheit"
  },
  {
    "text": "The freezer is set to -10F to keep the food fresh.",
    "unit": "fahrenheit"
  },
  {
    "text": "The electric circuit requires a capacitor with a capacitance of 10 F.",
    "unit": "farad"
  },
  {
    "text": "The electric motor is powered by a 5 F capacitor.",
    "unit": "farad"
  },
  {
    "text": "The voltage across the capacitor is 12V and it stores 3.5 F of charge.",
    "unit": "farad"
  },
  {
    "text": "The capacitor bank has a total capacitance of 100 F.",
    "unit": "farad"
  },
  {
    "text": "The electric field strength between the capacitor plates is 500 V/m.",
    "unit": "farad"
  },
  {
    "text": "The temperature in the sauna is set to 160F, which is quite high.",
    "unit": "fahrenheit"
  },
  {
    "text": "The temperature in the greenhouse needs to be kept at 75F for the plants to grow properly.",
    "unit": "fahrenheit"
  },
  {
    "text": "The air temperature in the airplane cabin is maintained at 70F during the flight.",
    "unit": "fahrenheit"
  },
  {
    "text": "The electric charge on the capacitor is 0.5 C.",
    "unit": "farad"
  },
  {
    "text": "The capacitance of the capacitor is 50 F and it is charged to 10 V.",
    "unit": "farad"
  },
  {
    "text": "The capacitor discharges through a resistor with a time constant of 10 seconds.",
    "unit": "farad"
  },
  {
    "text": "The temperature in the office is set to 68F, which is comfortable for most people.",
    "unit": "fahrenheit"
  },
  {
    "text": "The temperature in the swimming pool needs to be at least 80F for people to swim comfortably.",
    "unit": "fahrenheit"
  },
  {
    "text": "The electric circuit requires a capacitor with a capacitance of 1 F.",
    "unit": "farad"
  },
  {
    "text": "The voltage across the capacitor is 6V and it stores 0.5 F of charge.",
    "unit": "farad"
  },
  {
    "text": "The capacitance of the parallel plate capacitor is given by C = eA/d.",
    "unit": "farad"
  },
  {
    "text": "During the experiment, the temperature inside the chamber was set to 10C to simulate the conditions of a cold winter day.",
    "unit": "celsius"
  },
  {
    "text": "The electric current flowing through the wire was measured to be 5 A, while the charge passing through the wire was 2 C.",
    "unit": "coulomb"
  },
  {
    "text": "The laboratory was equipped with a temperature-controlled chamber that could maintain a temperature of -20C for the storage of frozen samples.",
    "unit": "celsius"
  },
  {
    "text": "The battery in the remote control was rated at 3 V and had a capacity of 1000 mAh, which could provide a charge of 3600 C.",
    "unit": "coulomb"
  },
  {
    "text": "The recipe called for the cake to be baked at a temperature of 180C for 30 minutes, until it was golden brown.",
    "unit": "celsius"
  },
  {
    "text": "The electric motor in the car was able to generate a torque of 100 Nm, while drawing a current of 10 A and delivering a charge of 500 C to the battery.",
    "unit": "coulomb"
  },
  {
    "text": "The climate control system in the office building was set to maintain a temperature of 22C throughout the day, for the comfort of the occupants.",
    "unit": "celsius"
  },
  {
    "text": "The total charge on the surface of the sphere was measured to be 50 C, while the electric potential at the surface was 100 V.",
    "unit": "coulomb"
  },
  {
    "text": "The basketball hoop stands 10' high and the rim is exactly 18\" in diameter.",
    "unit": "foot"
  },
  {
    "text": "The runner completed the 400m race in just under 1' 20\".",
    "unit": "minute"
  },
  {
    "text": "The concert stage spans 60' in length and 40' in width, with a height of 20' at its tallest point.",
    "unit": "foot"
  },
  {
    "text": "The temperature outside was a scorching 100F, making it too hot to go for a walk. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitor has a capacitance of 50 microfarads (50 μF) and can store up to 100F of electric charge. ",
    "unit": "farad"
  },
  {
    "text": "The baking recipe calls for a preheated oven at 350F for 15 minutes. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The speaker talked for 45 minutes, exceeding the allotted time of 30 minutes by 15 minutes. ",
    "unit": "minute"
  },
  {
    "text": "The temperature in the greenhouse needs to be kept at a steady 70F for the plants to thrive. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The battery in the flashlight has a charge of 2C and can last for up to 4 hours. ",
    "unit": "coulomb"
  },
  {
    "text": "The weatherman predicted that the temperature would drop from 65F to 40F overnight. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The lightning bolt discharged 5000C of electricity, creating a bright flash of light. ",
    "unit": "coulomb"
  },
  {
    "text": "The recipe calls for 2 cups of flour (2 C) and a baking temperature of 375F for 30 minutes. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The speaker gave a talk on the history of the United States that lasted for 1 hour and 30 minutes. ",
    "unit": "minute"
  },
  {
    "text": "The melting point of gold is 1947.52F, making it an ideal metal for jewelry making. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The circuit requires a capacitance of 0.5F to operate properly. ",
    "unit": "farad"
  },
  {
    "text": "The weather forecast predicts that the temperature will reach a high of 90F later today. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The electric field strength between the two plates of a capacitor is directly proportional to the charge stored in the capacitor, measured in coulombs (C). ",
    "unit": "coulomb"
  },
  {
    "text": "The oven was set to 425F and the pizza was cooked for 12 minutes, resulting in a crispy crust. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The speaker presented a 20-minute TED Talk on the power of vulnerability. ",
    "unit": "minute"
  },
  {
    "text": "The temperature in the laboratory was kept at a constant 20C to ensure accurate measurements. ",
    "unit": "celsius"
  },
  {
    "text": "The electric potential difference across the battery is 1.5 volts (1.5 V) and it stores 0.001F of charge. ",
    "unit": "farad"
  },
  {
    "text": "The air conditioning unit was able to cool the room from 90F to 75F in just 20 minutes. ",
    "unit": "fahrenheit"
  },
  {
    "text": "The timer was set for 2 minutes and 30 seconds (2′ 30″) to ensure the pasta was cooked to perfection. ",
    "unit": "minute"
  },
  {
    "text": "The refrigeration unit was able to cool the room from 80 F to 60 F in just 15 minutes.",
    "unit": "fahrenheit"
  },
  {
    "text": "The electric potential difference across the capacitor is 12 volts (12 V) and it stores 1.5 F of charge.",
    "unit": "farad"
  },
  {
    "text": "The temperature outside is a scorching 100 F, which is why I'm staying indoors.",
    "unit": "fahrenheit"
  },
  {
    "text": "The circuit board needs a capacitor with at least 10 F of capacitance to function properly.",
    "unit": "farad"
  },
  {
    "text": "The oven is preheated to 375 F for the chocolate chip cookies to bake evenly.",
    "unit": "fahrenheit"
  },
  {
    "text": "During the hurricane, the winds were recorded at 80 kt, causing significant damage to buildings and infrastructure.",
    "unit": "knot"
  },
  {
    "text": "The cargo ship was able to maintain a speed of 20 kt despite the rough sea conditions.",
    "unit": "knot"
  },
  {
    "text": "The airplane was flying at a speed of 500 kt when it broke through the sound barrier.",
    "unit": "knot"
  },
  {
    "text": "The yacht sailed at a leisurely pace of 5 kt, enjoying the calm sea and warm sun.",
    "unit": "knot"
  },
  {
    "text": "The missile was traveling at a speed of 3,000 kt when it reached its target.",
    "unit": "knot"
  },
  {
    "text": "The Navy destroyer can reach speeds of up to 35 kt, making it one of the fastest ships in the fleet.",
    "unit": "knot"
  },
  {
    "text": "The jet fighter was able to reach a maximum speed of 1,500 kt during the test flight.",
    "unit": "knot"
  },
  {
    "text": "The fishing boat was traveling at a speed of 10 kt when it caught the large marlin.",
    "unit": "knot"
  },
  {
    "text": "The supersonic aircraft was able to fly at a speed of 2,000 kt, breaking all previous records.",
    "unit": "knot"
  },
  {
    "text": "The submarine launched a torpedo at a speed of 50 kt, striking the enemy vessel.",
    "unit": "knot"
  },
  {
    "text": "The nuclear bomb was equivalent to 10 kt of TNT, causing massive destruction in the city.",
    "unit": "kiloton"
  },
  {
    "text": "The seismic waves from the explosion measured 5 kt on the Richter scale.",
    "unit": "kiloton"
  },
  {
    "text": "The asteroid impact was estimated to have released energy equivalent to 100 kt of TNT.",
    "unit": "kiloton"
  },
  {
    "text": "The nuclear power plant disaster released 50 kt of radioactive material into the atmosphere.",
    "unit": "kiloton"
  },
  {
    "text": "The yield of the atomic bomb dropped on Hiroshima was estimated to be around 15 kt.",
    "unit": "kiloton"
  },
  {
    "text": "The construction company used 500 kt of concrete to build the foundation of the skyscraper.",
    "unit": "kiloton"
  },
  {
    "text": "The asteroid that caused the dinosaur extinction was estimated to have been equivalent to 100,000 kt of TNT.",
    "unit": "kiloton"
  },
  {
    "text": "The earthquake that hit San Francisco in 1906 had a magnitude of 8.3 and released energy equivalent to 10 kt of TNT.",
    "unit": "kiloton"
  },
  {
    "text": "The bomb that destroyed Nagasaki had a yield of approximately 20 kt.",
    "unit": "kiloton"
  },
  {
    "text": "The program's installation file was 10,000 B in size, containing the necessary instructions and code for the software to run on a computer.",
    "unit": "byte"
  },
  {
    "text": "The sound engineer adjusted the microphone gain to achieve a signal level of -10 B.",
    "unit": "bel"
  },
  {
    "text": "The high-definition movie file was over 5 GB in size, or 5,000,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The speaker's voice was so loud that it registered at 120 dB on the sound meter.",
    "unit": "bel"
  },
  {
    "text": "The computer's hard drive has a capacity of 1 TB, or 1,000,000,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The noise level in the concert hall was measured at 90 dB, which can cause hearing damage with prolonged exposure.",
    "unit": "bel"
  },
  {
    "text": "The average size of an email message is about 75 KB, or 75,000 B.",
    "unit": "byte"
  },
  {
    "text": "The soundproof booth had an insulation rating of 35 dB, which was enough to block out most outside noise.",
    "unit": "bel"
  },
  {
    "text": "The software update was only a few megabytes in size, or a few million B.",
    "unit": "byte"
  },
  {
    "text": "The amplifier's output power was 100 W, or 20 dBW.",
    "unit": "bel"
  },
  {
    "text": "The uncompressed audio file was over 100 MB in size, or 100,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The jet engine's noise level at takeoff was measured at 130 dB, which is louder than a rock concert.",
    "unit": "bel"
  },
  {
    "text": "The image file was compressed to reduce its size from 2 MB to 500 KB, or 500,000 B.",
    "unit": "byte"
  },
  {
    "text": "The sound system's frequency response range was 20 Hz to 20 kHz, which is the entire audible spectrum for humans.",
    "unit": "bel"
  },
  {
    "text": "The video streaming service uses about 1 GB of data per hour, or 1,000,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The sound pressure level in the music studio was carefully calibrated to 85 dB for optimal recording quality.",
    "unit": "bel"
  },
  {
    "text": "The database backup file was over 1 TB in size, or 1,000,000,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The loudspeaker's sensitivity rating was 90 dB, which means it can produce a certain level of sound with less power than a less sensitive speaker.",
    "unit": "bel"
  },
  {
    "text": "The compressed archive file contained multiple documents and images, with a total size of 5 MB or 5,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The explosion generated by the nuclear test was estimated to be equivalent to 500 kt, ",
    "unit": "kiloton"
  },
  {
    "text": "The submarine can reach depths of up to 500 ft and speeds of 25 kt, making it a formidable force in naval warfare. ",
    "unit": "knot"
  },
  {
    "text": "The aircraft was flying at an altitude of 30,000 ft and a speed of 500 kt, covering the distance in record time.",
    "unit": "knot"
  },
  {
    "text": "The seismic activity registered by the monitoring station was equivalent to 2 kt, indicating a moderate earthquake.",
    "unit": "kiloton"
  },
  {
    "text": "The cargo ship had a maximum speed of 20 kt, allowing it to transport goods quickly and efficiently.",
    "unit": "knot"
  },
  {
    "text": "The yield of the atomic bomb was estimated to be 20 kt, causing extensive damage to the target area.",
    "unit": "kiloton"
  },
  {
    "text": "The ocean liner was capable of reaching speeds of 30 kt, providing a luxurious and fast mode of transportation.",
    "unit": "knot"
  },
  {
    "text": "The nuclear warhead had a yield of 1 megaton (1,000 kt), making it one of the most powerful weapons in existence.",
    "unit": "kiloton"
  },
  {
    "text": "The sailboat was moving at a speed of 10 kt, propelled by the wind and the skill of the sailor.",
    "unit": "knot"
  },
  {
    "text": "The bomb squad defused the explosive device that contained 5 kt of TNT equivalent, preventing a disaster.",
    "unit": "kiloton"
  },
  {
    "text": "The supersonic jet was capable of flying at speeds of up to Mach 2, equivalent to 1,520 kt at sea level.",
    "unit": "knot"
  },
  {
    "text": "The nuclear reactor produced a total energy output of 500 gigawatt-hours (500 GWh) per year, equivalent to 0.01 kt of TNT.",
    "unit": "kiloton"
  },
  {
    "text": "The computer's hard drive has a capacity of 1 TB, which is equal to 1,000,000 MB or 1,000,000,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The audio file was too large to send via email, as it was 15 MB in size (15,000,000 B).",
    "unit": "byte"
  },
  {
    "text": "The movie was compressed into a 700 MB file (700,000,000 B) for easy sharing and downloading.",
    "unit": "byte"
  },
  {
    "text": "The network's bandwidth was 100 Mbps, which allowed for fast data transfer rates of up to 12.5 MB/s (12,500,000 B/s).",
    "unit": "byte"
  },
  {
    "text": "The software update was 50 MB in size (50,000,000 B), and it included several new features and bug fixes.",
    "unit": "byte"
  },
  {
    "text": "The speaker's sound pressure level (SPL) was measured at 90 dB, which corresponds to a sound intensity of 1 pW/m^2 or 1x10^-9 W/m^2.",
    "unit": "bel"
  },
  {
    "text": "The noise level in the factory was measured at 85 dB, which is considered to be a high level of noise exposure over time.",
    "unit": "bel"
  },
  {
    "text": "The amplifier's gain was adjusted to increase the signal level by 20 dB, which corresponds to a voltage gain of 10.",
    "unit": "bel"
  },
  {
    "text": "The microphone's sensitivity was measured at -40 dBV, which is equivalent to a voltage of 10 mV.",
    "unit": "bel"
  },
  {
    "text": "The sound pressure level (SPL) of a jet engine at takeoff is approximately 150 dB, which is considered to be extremely loud and can cause permanent hearing damage.",
    "unit": "bel"
  },
  {
    "text": "The file was compressed using a compression ratio of 10:1, resulting in a file size of 1 MB (1,000,000 B) from the original size of 10 MB (10,000,000 B).",
    "unit": "byte"
  },
  {
    "text": "The network's latency was measured at 50 ms, which is the time it takes for a packet of data to travel from one point to another, and is equivalent to 50,000 microseconds (50,000 us) or 50,000,000 nanoseconds (50,000,000 ns).",
    "unit": "byte"
  },
  {
    "text": "The hard drive's seek time was measured at 5 ms, which is the time it takes for the read/write head to move to a new location on the disk.",
    "unit": "byte"
  },
  {
    "text": "The digital image was saved in the JPEG format, resulting in a file size of 2 MB (2,000,000 B) with a resolution of 1920x1080 pixels.",
    "unit": "byte"
  },
  {
    "text": "The metal was heated to over 1500 F before it was molded into its final shape.",
    "unit": "fahrenheit"
  },
  {
    "text": "The charge stored in the capacitor was 2.5 F and the voltage across it was 5 volts.",
    "unit": "farad"
  },
  {
    "text": "The outside temperature reached 90 F, making it a perfect day for swimming in the pool.",
    "unit": "fahrenheit"
  },
  {
    "text": "The radio tower emitted a signal with a frequency of 95 MHz and an output power of 10 kW, which is equivalent to 13.4 dBm.",
    "unit": "farad"
  },
  {
    "text": "The oven was set to 350 F to bake the cake, but it accidentally reached 375 F.",
    "unit": "fahrenheit"
  },
  {
    "text": "The capacitance of the parallel plate capacitor was 2.2 F, and it was charged to a potential difference of 12 volts.",
    "unit": "farad"
  },
  {
    "text": "The thermometer showed a temperature of -10 F, indicating that it was extremely cold outside.",
    "unit": "fahrenheit"
  },
  {
    "text": "The dielectric material inserted between the plates of the capacitor increased its capacitance to 5 F.",
    "unit": "farad"
  },
  {
    "text": "The new high-speed internet plan offers download speeds of up to 100 Mbps, which is equivalent to 12.5 MBps, or 100,000,000 Bps.",
    "unit": "byte"
  },
  {
    "text": "The hard drive of the computer had a capacity of 500 B, which is approximately 465.66 GiB, or 500,000,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The company's data center has a storage capacity of 1 PB, which is equivalent to 1,000,000,000,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The graphic designer used a high-resolution image that had a file size of 5 MB, or 40,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The audio engineer adjusted the gain of the microphone to achieve a signal level of -20 B, which is equivalent to 0.01 bel.",
    "unit": "bel"
  },
  {
    "text": "The sound system in the concert hall had a sound pressure level of 110 B, which is equivalent to 100,000 pascals.",
    "unit": "bel"
  },
  {
    "text": "The speaker's sensitivity was measured at 90 B SPL, which means it produces 90 dB of sound pressure at a distance of 1 meter.",
    "unit": "bel"
  },
  {
    "text": "The power output of the amplifier was measured at 10 watts, which is equivalent to 10 dBW.",
    "unit": "bel"
  },
  {
    "text": "The earthquake had a magnitude of 6.5 on the Richter scale, which is equivalent to 5.5 bel.",
    "unit": "bel"
  },
  {
    "text": "The concert had a peak sound level of 120 B, which is equivalent to 1 pascal of sound pressure.",
    "unit": "bel"
  },
  {
    "text": "The sound engineer used a compressor to reduce the dynamic range of the audio signal by 10 B.",
    "unit": "bel"
  },
  {
    "text": "The company's internet plan had an upload speed of 20 Mbps, which is equivalent to 2.5 B, or 20,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The database contained 2 million records, each with a size of 1 KB, or 8,000 B.",
    "unit": "byte"
  },
  {
    "text": "The video editing software required a minimum of 8 GB of RAM, or 8,000,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The website's homepage had a total size of 2 MB, or 16,000,000 B.",
    "unit": "byte"
  },
  {
    "text": "The sound engineer used an equalizer to boost the level of the bass frequencies by 3 B.",
    "unit": "bel"
  },
  {
    "text": "The pharmacist dispensed 60 milligrams of the medication, which is equivalent to 1 dram.",
    "unit": "dram"
  },
  {
    "text": "The Armenian restaurant charged 2,500 drams for a plate of traditional dolma.",
    "unit": "armenian dram"
  },
  {
    "text": "The actor drank a dram of whiskey before going on stage to calm his nerves.",
    "unit": "dram"
  },
  {
    "text": "The currency exchange offered a rate of 500  drams to 1 US dollar.",
    "unit": "armenian dram"
  },
  {
    "text": "The chef used a pinch of saffron, which weighed approximately 1/8 of a dram, to give the dish its distinct flavor.",
    "unit": "dram"
  },
  {
    "text": "The souvenir shop sold miniature statues of famous Armenian landmarks for 200 drams each.",
    "unit": "armenian dram"
  },
  {
    "text": "The pharmacist warned the patient not to exceed a dosage of 2 drams of the medication per day.",
    "unit": "dram"
  },
  {
    "text": "The grocery store sold a bag of dried apricots for 1,200  drams.",
    "unit": "armenian dram"
  },
  {
    "text": "The bartender poured 1.5 drams of gin into the cocktail shaker for a perfectly balanced drink.",
    "unit": "dram"
  },
  {
    "text": "The taxi ride from the airport to the hotel cost 5,000  drams.",
    "unit": "armenian dram"
  },
  {
    "text": "The recipe called for 3 drams of cinnamon, but the baker decided to add an extra half dram for a stronger flavor.",
    "unit": "dram"
  },
  {
    "text": "The street vendor sold traditional Armenian lavash bread for 500 drams per piece.",
    "unit": "armenian dram"
  },
  {
    "text": "The pharmacist recommended a dosage of 1 dram of the medication every 6 hours.",
    "unit": "dram"
  },
  {
    "text": "The souvenir shop sold a set of 6 postcards featuring famous Armenian landmarks for 1,500 drams.",
    "unit": "armenian dram"
  },
  {
    "text": "The recipe called for 2 drams of rose water, but the chef accidentally added 4 drams, resulting in an overpowering flavor.",
    "unit": "dram"
  },
  {
    "text": "The currency exchange offered a buy rate of 480  drams to 1 euro.",
    "unit": "armenian dram"
  },
  {
    "text": "The patient was prescribed a dosage of 0.5 drams of the medication before bedtime.",
    "unit": "dram"
  },
  {
    "text": "The souvenir shop sold traditional Armenian carpets for prices ranging from 20,000 to 50,000 drams.",
    "unit": "armenian dram"
  },
  {
    "text": "The recipe called for a dram of honey to sweeten the tea, but the guest asked for an extra half dram.",
    "unit": "dram"
  },
  {
    "text": "The tour guide charged 10,000  drams for a 2-hour walking tour of the city center.",
    "unit": "armenian dram"
  },
  {
    "text": "The baker used 4 drams of yeast to make the dough rise.",
    "unit": "dram"
  },
  {
    "text": "The souvenir shop sold traditional Armenian pottery for prices ranging from 5,000 to 15,000 drams.",
    "unit": "armenian dram"
  },
  {
    "text": "The viscosity of the liquid was measured to be 2 P, indicating its resistance to flow.",
    "unit": "poise"
  },
  {
    "text": "The camera captures images with a resolution of 1920x1080 pixels, creating a clear and detailed picture.",
    "unit": "pixel"
  },
  {
    "text": "The fluid's flow rate was calculated to be 0.5 P using the viscometer.",
    "unit": "poise"
  },
  {
    "text": "The computer monitor has a pixel density of 326 PPI, resulting in a sharp and clear display of text and images.",
    "unit": "pixel"
  },
  {
    "text": "The viscosity of the oil was measured to be 10 P using a rotational viscometer.",
    "unit": "poise"
  },
  {
    "text": "The photograph was enlarged to 3000x2000 pixels, revealing intricate details that were not visible in the original.",
    "unit": "pixel"
  },
  {
    "text": "The fluid's viscosity was found to be 0.1 P using a capillary viscometer.",
    "unit": "poise"
  },
  {
    "text": "The graphic designer used a resolution of 72 pixels per inch (PPI) for the web banner.",
    "unit": "pixel"
  },
  {
    "text": "The polymer solution had a viscosity of 50 P, making it difficult to stir.",
    "unit": "poise"
  },
  {
    "text": "The digital painting was created with a canvas size of 4000x4000 pixels, allowing for intricate details and vibrant colors.",
    "unit": "pixel"
  },
  {
    "text": "The viscosity of the fluid was measured to be 5 P using a U-tube viscometer.",
    "unit": "poise"
  },
  {
    "text": "The image had a resolution of 640x480 pixels, which was sufficient for viewing on a standard computer monitor.",
    "unit": "pixel"
  },
  {
    "text": "The viscosity of the syrup was found to be 1000 P, indicating its thickness and stickiness.",
    "unit": "poise"
  },
  {
    "text": "The digital artwork had a resolution of 300 pixels per inch (PPI), ensuring high quality when printed.",
    "unit": "pixel"
  },
  {
    "text": "The fluid's viscosity was determined to be 0.01 P using a falling ball viscometer.",
    "unit": "poise"
  },
  {
    "text": "The camera captures photos with a resolution of 12 megapixels, resulting in sharp and detailed images.",
    "unit": "pixel"
  },
  {
    "text": "The oil's viscosity was measured to be 20 P using a cone-and-plate viscometer.",
    "unit": "poise"
  },
  {
    "text": "The image had a pixel count of 1 million, resulting in a high-resolution and detailed picture.",
    "unit": "pixel"
  },
  {
    "text": "The fluid's viscosity was determined to be 2.5 P using an oscillating disk viscometer.",
    "unit": "poise"
  },
  {
    "text": "The computer monitor has a pixel pitch of 0.27 mm, resulting in a high pixel density and sharp display.",
    "unit": "pixel"
  },
  {
    "text": "The solution's viscosity was found to be 0.5 P using a capillary rheometer.",
    "unit": "poise"
  },
  {
    "text": "The photograph had a resolution of 300 dpi, resulting in a high-quality print with sharp details.",
    "unit": "pixel"
  },
  {
    "text": "The fluid's viscosity was measured to be 8 P using a coaxial cylinder viscometer.",
    "unit": "poise"
  },
  {
    "text": "The image had a resolution of 800x600 pixels, resulting in a clear and detailed display on the screen.",
    "unit": "pixel"
  },
  {
    "text": "The pharmacist dispensed the medication in 1 dram vials.",
    "unit": "dram"
  },
  {
    "text": "The chef used a quarter dram of saffron in the paella to give it a rich flavor.",
    "unit": "dram"
  },
  {
    "text": "The antique dealer sold a rare vase for 1000  drams.",
    "unit": "armenian dram"
  },
  {
    "text": "The bartender poured a dram of whiskey into the glass, giving it a deep amber color.",
    "unit": "dram"
  },
  {
    "text": "The carpet seller at the bazaar quoted a price of 2000  drams for the silk rug.",
    "unit": "armenian dram"
  },
  {
    "text": "The scientist measured the viscosity of the fluid in poise, which is equivalent to 1 dyne-second per square centimeter.",
    "unit": "poise"
  },
  {
    "text": "The jeweler set the diamond in a ring that cost 5000  drams.",
    "unit": "armenian dram"
  },
  {
    "text": "The photographer adjusted the camera's settings to capture more pixels in the image.",
    "unit": "pixel"
  },
  {
    "text": "The rug weaver used a loom with 1000 warp threads per inch to create a fine Armenian carpet.",
    "unit": "armenian dram"
  },
  {
    "text": "The doctor prescribed a cough syrup with codeine, with a dosage of 2 teaspoons every 4 hours, each teaspoon containing 1 dram of the medication.",
    "unit": "dram"
  },
  {
    "text": "The art collector purchased a painting for 50000  drams at an auction in Yerevan.",
    "unit": "armenian dram"
  },
  {
    "text": "The software engineer optimized the code to reduce the program's memory usage to 50 megabytes per 1000 pixels in the image.",
    "unit": "pixel"
  },
  {
    "text": "The antique rug dealer haggled with a customer over the price of an Armenian carpet, finally settling on 8000 drams.",
    "unit": "armenian dram"
  },
  {
    "text": "The baker measured the ingredients carefully, using 3 drams of yeast in the bread dough.",
    "unit": "dram"
  },
  {
    "text": "The artist used a high-resolution scanner to capture every detail of the painting, creating a digital image with 10 million pixels.",
    "unit": "pixel"
  },
  {
    "text": "The traveler exchanged currency at the airport, getting 5000  drams for 10 US dollars.",
    "unit": "armenian dram"
  },
  {
    "text": "The chemist calculated the concentration of the solution in molarity, using viscosity in poise as a reference.",
    "unit": "poise"
  },
  {
    "text": "The rug dealer negotiated a price of 6000  drams for the handmade carpet, a bargain compared to the original asking price.",
    "unit": "armenian dram"
  },
  {
    "text": "The photographer took a series of shots, each with a resolution of 1000 pixels, and combined them into a high-definition image.",
    "unit": "pixel"
  },
  {
    "text": "The carpet weaver used a traditional loom to create a 1000 dram rug, which he sold at the local market.",
    "unit": "armenian dram"
  },
  {
    "text": "The pharmacist recommended a dosage of 1 dram of medication every 6 hours for the patient's condition.",
    "unit": "dram"
  },
  {
    "text": "The new hard drive has a capacity of 2 TB, which is equivalent to 2 trillion bytes.",
    "unit": "byte"
  },
  {
    "text": "The graphic designer created a high-resolution image that was 5 B in size.",
    "unit": "byte"
  },
  {
    "text": "The video file was compressed to reduce its size from 1 GB to 100 MB.",
    "unit": "byte"
  },
  {
    "text": "The company's server crashed due to a massive data transfer of 500 B.",
    "unit": "byte"
  },
  {
    "text": "The photographer captured over 1,000 images, resulting in a total file size of 10 B.",
    "unit": "byte"
  },
  {
    "text": "The music album was downloaded in just a few seconds, thanks to its small file size of 50 B.",
    "unit": "byte"
  },
  {
    "text": "The software update was 200 MB in size and took over an hour to download on a slow internet connection.",
    "unit": "byte"
  },
  {
    "text": "The text file was so small that it could fit in just a few kilobytes of memory.",
    "unit": "byte"
  },
  {
    "text": "The memory card has a storage capacity of 64 B, which is equivalent to 64 B.",
    "unit": "byte"
  },
  {
    "text": "The e-book was only 1 B in size, making it easy to download and read on a mobile device.",
    "unit": "byte"
  },
  {
    "text": "The sound engineer measured the sound pressure level using a decibel meter and obtained a reading of 90 B.",
    "unit": "bel"
  },
  {
    "text": "The speaker system produced a sound pressure level of 100 B, which was loud enough to be heard from outside the building.",
    "unit": "bel"
  },
  {
    "text": "The noise level in the factory was measured at 80 B, which is considered to be a safe level for workers.",
    "unit": "bel"
  },
  {
    "text": "The soundproofing material reduced the noise level by 20 B, making the room much quieter.",
    "unit": "bel"
  },
  {
    "text": "The sound engineer adjusted the gain on the microphone to increase the signal level by 6 B.",
    "unit": "bel"
  },
  {
    "text": "The concert had a maximum sound pressure level of 120 B, which is considered to be potentially harmful to hearing.",
    "unit": "bel"
  },
  {
    "text": "The doctor prescribed 1 dram of medicine to be taken twice daily for a week.",
    "unit": "dram"
  },
  {
    "text": "The recipe called for 2 drams of salt, but the cook accidentally added 2 ounces instead.",
    "unit": "dram"
  },
  {
    "text": "The pharmacist dispensed 10 drams of cough syrup to the customer.",
    "unit": "dram"
  },
  {
    "text": "The goldsmith used a precision scale to measure out 2 drams of gold for the bracelet.",
    "unit": "dram"
  },
  {
    "text": "The bartender poured 1 dram of bitters into the cocktail shaker.",
    "unit": "dram"
  },
  {
    "text": "The perfume bottle contained 5 drams of fragrance.",
    "unit": "dram"
  },
  {
    "text": "The apothecary sold a bottle of tincture for 3 drams.",
    "unit": "dram"
  },
  {
    "text": "The recipe called for a pinch of saffron, which is roughly equivalent to 2 drams.",
    "unit": "dram"
  },
  {
    "text": "The doctor administered 0.5 drams of medication to the patient.",
    "unit": "dram"
  },
  {
    "text": "The jewelry scale was precise enough to weigh out 0.1 drams of diamonds.",
    "unit": "dram"
  },
  {
    "text": "The Armenian merchant paid 50,000 armenian dram for the shipment of goods.",
    "unit": "armenian dram"
  },
  {
    "text": "The exchange rate between US dollars and armenian dram is 1 to 500.",
    "unit": "armenian dram"
  },
  {
    "text": "The price of a loaf of bread in Yerevan is 300  dram.",
    "unit": "armenian dram"
  },
  {
    "text": "The restaurant bill came out to be 25,000  dram.",
    "unit": "armenian dram"
  },
  {
    "text": "The street vendor was selling souvenirs for 2,000  dram each.",
    "unit": "armenian dram"
  },
  {
    "text": "The salary for the entry-level job is 150,000  dram per month.",
    "unit": "armenian dram"
  },
  {
    "text": "The banknote with the highest denomination in  dram is 50,000.",
    "unit": "armenian dram"
  },
  {
    "text": "The taxi ride from the airport to the hotel costs around 5,000  dram.",
    "unit": "armenian dram"
  },
  {
    "text": "The concert ticket price ranges from 5,000 to 20,000 Armenan dram.",
    "unit": "armenian dram"
  },
  {
    "text": "The hotel room rate is 40,000  dram per night.",
    "unit": "armenian dram"
  },
  {
    "text": "The armenian dram is the official currency of Armenia.",
    "unit": "armenian dram"
  },
  {
    "text": "The currency symbol for armenian dram is ֏.",
    "unit": "armenian dram"
  },
  {
    "text": "The  dram was introduced in 1993 after the collapse of the Soviet Union.",
    "unit": "armenian dram"
  },
  {
    "text": "The  dram is subdivided into 100 luma.",
    "unit": "armenian dram"
  },
  {
    "text": "The exchange rate for  dram is regulated by the Central Bank of Armenia.",
    "unit": "armenian dram"
  },
  {
    "text": "The average salary in Armenia is around 200,000  dram per month.",
    "unit": "armenian dram"
  },
  {
    "text": "After several hours of downloading, the software was finally installed on the computer, taking up 25,000 B of space.",
    "unit": "byte"
  },
  {
    "text": "The fireworks display was measured at 130 decibels, equivalent to 1 B.",
    "unit": "bel"
  },
  {
    "text": "The graphic designer adjusted the resolution of the image to 72 pixels per inch.",
    "unit": "pixel"
  },
  {
    "text": "The video stream was encoded at a bitrate of 2 Mbps, which translates to 250,000 B per second.",
    "unit": "byte"
  },
  {
    "text": "The earthquake had a magnitude of 5.2 on the Richter scale, equivalent to 16 B.",
    "unit": "bel"
  },
  {
    "text": "The printer was able to produce 1200 dots per inch for high-quality prints.",
    "unit": "pixel"
  },
  {
    "text": "The website's homepage loaded quickly, taking only 100 B of data to display.",
    "unit": "byte"
  },
  {
    "text": "The speaker's output was measured at 90 dB, which is equivalent to 1 P.",
    "unit": "bel"
  },
  {
    "text": "The image was resized to 800 pixels by 600 pixels for optimal viewing on the web.",
    "unit": "pixel"
  },
  {
    "text": "The computer's processor was able to handle 3.2 billion instructions per second.",
    "unit": "byte"
  },
  {
    "text": "The musician adjusted the microphone's sensitivity to -30 dB for a clearer sound.",
    "unit": "bel"
  },
  {
    "text": "The viscosity of the oil was measured at 50 P.",
    "unit": "poise"
  },
  {
    "text": "The new printer can produce images with a resolution of 300 P per inch.",
    "unit": "pixel"
  },
  {
    "text": "The liquid soap had a viscosity of 20 P, which made it easy to pour.",
    "unit": "poise"
  },
  {
    "text": "The graphic designer adjusted the image size to 500 pixels wide.",
    "unit": "pixel"
  },
  {
    "text": "The fluid had a low viscosity of 5 P, which made it flow easily.",
    "unit": "poise"
  },
  {
    "text": "The video game had a resolution of 1080 pixels, providing sharp and clear visuals.",
    "unit": "pixel"
  },
  {
    "text": "The paint had a high viscosity of 50 P, requiring additional thinner to be added for proper application.",
    "unit": "poise"
  },
  {
    "text": "The website had a lot of high-resolution images, each with a size of 2000 P.",
    "unit": "pixel"
  },
  {
    "text": "The scientist measured the viscosity of the fluid at 25 P, which was within the expected range.",
    "unit": "poise"
  },
  {
    "text": "The photographer uploaded a high-quality image with a resolution of 4000 P.",
    "unit": "pixel"
  },
  {
    "text": "The syrup had a thick consistency with a viscosity of 100 P, making it difficult to pour.",
    "unit": "poise"
  },
  {
    "text": "The computer monitor had a resolution of 1920 x 1080 P, providing a clear and detailed display.",
    "unit": "pixel"
  },
  {
    "text": "The oil had a low viscosity of 10 P, which made it suitable for use in high-speed machinery.",
    "unit": "poise"
  },
  {
    "text": "The digital artwork was created with a resolution of 3000 P, allowing for high-quality printing.",
    "unit": "pixel"
  },
  {
    "text": "The fluid had a high viscosity of 100 P, making it difficult to stir.",
    "unit": "poise"
  },
  {
    "text": "The video was recorded in 4K resolution with a total of 8 million P.",
    "unit": "pixel"
  },
  {
    "text": "The molasses had a thick consistency with a viscosity of 500 P, requiring additional heat for easier pouring.",
    "unit": "poise"
  },
  {
    "text": "The website design was optimized for a screen resolution of 1440 x 900 P.",
    "unit": "pixel"
  },
  {
    "text": "The lubricant had a low viscosity of 5 P, providing smooth and effortless movement.",
    "unit": "poise"
  },
  {
    "text": "The graphic artist created a digital painting with a resolution of 5000 P.",
    "unit": "pixel"
  },
  {
    "text": "The pharmacist dispensed 5 milliliters of cough syrup, which contained 2.5 drams of active ingredients.",
    "unit": "dram"
  },
  {
    "text": "The chef measured out 3 drams of salt for the soup recipe.",
    "unit": "dram"
  },
  {
    "text": "The herbalist recommended drinking a tea made from 1 dram of dried chamomile flowers.",
    "unit": "dram"
  },
  {
    "text": "The bartender added 1.5 drams of bitters to the cocktail for a more complex flavor profile.",
    "unit": "dram"
  },
  {
    "text": "The patient's medication was prescribed in a dosage of 0.5 drams, to be taken three times a day.",
    "unit": "dram"
  },
  {
    "text": "The perfumer used 2 drams of rose oil in the creation of the signature fragrance.",
    "unit": "dram"
  },
  {
    "text": "The tea master steeped the tea for 2 minutes and 30 seconds, using 1 dram of tea leaves for every cup.",
    "unit": "dram"
  },
  {
    "text": "The baker added 1.5 drams of baking powder to the cake batter to make it rise.",
    "unit": "dram"
  },
  {
    "text": "The carpenter used 3 drams of wood glue to fix the broken chair leg.",
    "unit": "dram"
  },
  {
    "text": "The nurse administered 0.25 drams of medication to the patient via injection.",
    "unit": "dram"
  },
  {
    "text": "The jeweler sold a diamond ring for 1,000  drams at the auction.",
    "unit": "armenian dram"
  },
  {
    "text": "The street vendor was selling fresh figs for 500 drams per kilogram.",
    "unit": "armenian dram"
  },
  {
    "text": "The exchange rate for the  dram to the US dollar was 480 AMD to 1 USD.",
    "unit": "armenian dram"
  },
  {
    "text": "The souvenir shop was selling handmade pottery for 10,000  drams each.",
    "unit": "armenian dram"
  },
  {
    "text": "The taxi driver charged 2,000  drams for the ride from the airport to the hotel.",
    "unit": "armenian dram"
  },
  {
    "text": "The restaurant charged 3,500  drams for the traditional kebab dish.",
    "unit": "armenian dram"
  },
  {
    "text": "The supermarket had a sale on bananas, offering them at 300 drams per kilogram.",
    "unit": "armenian dram"
  },
  {
    "text": "The musician received 50,000  drams for the performance at the wedding.",
    "unit": "armenian dram"
  },
  {
    "text": "The artist sold a painting for 500,000  drams to a private collector.",
    "unit": "armenian dram"
  },
  {
    "text": "The camera's memory card can store up to 2 GB of photos and videos, which translates to 16 billion B of data.",
    "unit": "byte"
  },
  {
    "text": "The earthquake's magnitude was measured as 5.6 on the Richter scale, corresponding to a seismic energy release of approximately 4 x 10^12 B.",
    "unit": "bel"
  },
  {
    "text": "The company's data center is capable of storing up to 1 petabyte of information, equivalent to 8 trillion B of data.",
    "unit": "byte"
  },
  {
    "text": "The recipe called for three drams of salt, but I only added two because I don't like my food too salty.",
    "unit": "dram"
  },
  {
    "text": "The pharmacist measured out 10 milligrams of medicine and then converted it to drams so the patient could understand the dosage.",
    "unit": "dram"
  },
  {
    "text": "The goldsmith weighed the ring and determined that it was worth 2.5 drams of gold.",
    "unit": "dram"
  },
  {
    "text": "The baker's recipe for cupcakes calls for a quarter dram of baking powder, which is just enough to make them rise perfectly.",
    "unit": "dram"
  },
  {
    "text": "In medieval times, merchants would often trade goods using drams of gold or silver as currency.",
    "unit": "dram"
  },
  {
    "text": "The patient was given a prescription for a cough syrup that contained 1 dram of codeine per ounce.",
    "unit": "dram"
  },
  {
    "text": "The chef used a special set of measuring spoons to add precisely 1.5 drams of vanilla extract to the cake batter.",
    "unit": "dram"
  },
  {
    "text": "The apothecary mixed together a potion that contained 4 drams of eye of newt and 2 drams of bat wing.",
    "unit": "dram"
  },
  {
    "text": "The archer's bow was made of a strong wood and weighed only 2 drams, making it easy to wield and deadly in combat.",
    "unit": "dram"
  },
  {
    "text": "The alchemist carefully measured out 5 drams of mercury and then distilled it to purify it for use in his experiments.",
    "unit": "dram"
  },
  {
    "text": "The chef added a pinch of salt to the soup, which was exactly 1/8 dram of the seasoning.",
    "unit": "dram"
  },
  {
    "text": "The recipe for the medieval banquet called for 3 drams of saffron, which was a rare and expensive spice.",
    "unit": "dram"
  },
  {
    "text": "The baker added 2 drams of almond extract to the cookie dough to give them a nutty flavor.",
    "unit": "dram"
  },
  {
    "text": "The magician's potion contained 1 dram of unicorn horn, which was said to give it magical properties.",
    "unit": "dram"
  },
  {
    "text": "The pharmacist filled the prescription for the patient, giving them a bottle containing 30 drams of medicine.",
    "unit": "dram"
  },
  {
    "text": "The recipe for the salad dressing called for a quarter dram of mustard, which gave it a tangy flavor.",
    "unit": "dram"
  },
  {
    "text": "The alchemist's recipe called for 10 drams of mercury, which was a highly toxic substance that required careful handling.",
    "unit": "dram"
  },
  {
    "text": "The baker added a dram of lemon zest to the frosting to give it a citrusy flavor.",
    "unit": "dram"
  },
  {
    "text": "The medieval knight wore a suit of armor that weighed over 50 drams, making him nearly invincible in battle.",
    "unit": "dram"
  },
  {
    "text": "The recipe for the medieval stew called for 4 drams of ginger, which was a popular spice in that era.",
    "unit": "dram"
  },
  {
    "text": "The pharmacist dispensed a bottle of cough syrup that contained 8 drams of medicine and was enough for a week's worth of doses.",
    "unit": "dram"
  },
  {
    "text": "The resolution of the image was 1024 by 768 P, which allowed for clear and detailed viewing of the picture.",
    "unit": "pixel"
  },
  {
    "text": "The graphic designer used a grid of 12 pixels per poise to create a visually appealing layout for the website.",
    "unit": "poise"
  },
  {
    "text": "The artist used a combination of bold and muted colors to create a striking pixel art portrait, with each pixel carefully placed for maximum effect.",
    "unit": "pixel"
  },
  {
    "text": "The viscosity of the liquid was measured in units of poise, with higher values indicating thicker and more viscous fluids.",
    "unit": "poise"
  },
  {
    "text": "The photographer used a high-speed camera to capture the precise moment when the water droplets hit the surface, freezing the action in crisp detail at 2000 P per second.",
    "unit": "pixel"
  },
  {
    "text": "The speaker's voice was recorded at a volume of 70 decibels, with the waveform displayed in pixels on the computer screen for easy analysis.",
    "unit": "pixel"
  },
  {
    "text": "The scientist used a specialized instrument called a rheometer to measure the viscosity of the fluid in poise, allowing for precise control and measurement of the flow behavior.",
    "unit": "poise"
  },
  {
    "text": "The video game designer created an immersive world with stunning pixel art graphics, using a palette of vibrant colors and intricate designs to bring the game to life.",
    "unit": "pixel"
  },
  {
    "text": "The lubricating oil had a viscosity of 50 P at room temperature, providing excellent protection and reducing friction in the engine.",
    "unit": "poise"
  },
  {
    "text": "The resolution of the new smartphone screen was an impressive 1920 by 1080 P, making it perfect for watching high-definition videos and playing graphics-intensive games.",
    "unit": "pixel"
  },
  {
    "text": "The artist carefully painted each pixel of the digital artwork, using a stylus and tablet to create a masterpiece of color and light that captured the imagination of viewers around the world.",
    "unit": "pixel"
  },
  {
    "text": "The fluid had a viscosity of 10 poise, which was ideal for the application as it allowed for smooth and even flow through the pipes and valves.",
    "unit": "poise"
  },
  {
    "text": "The photographer used a lens with a focal length of 50 millimeters to capture the stunning sunset, with each pixel of the image revealing the beauty and majesty of nature.",
    "unit": "pixel"
  },
  {
    "text": "The scientist analyzed the properties of the material using a rheometer, measuring the viscosity in units of poise to determine its suitability for various industrial applications.",
    "unit": "poise"
  },
  {
    "text": "The graphic designer used a grid of 8 pixels per poise to create a clean and modern layout for the magazine, with each element carefully placed and aligned for maximum impact.",
    "unit": "poise"
  },
  {
    "text": "The resolution of the image is 1920x1080 pixels.",
    "unit": "pixel"
  },
  {
    "text": "The viscosity of the fluid was measured to be 2 poises at room temperature.",
    "unit": "poise"
  },
  {
    "text": "The chef added 1 dram of saffron to the risotto to enhance its flavor.",
    "unit": "dram"
  },
  {
    "text": "The herbalist recommended a tincture with a dosage of 2 drams to be taken twice a day.",
    "unit": "dram"
  },
  {
    "text": "The pharmacist dispensed a medication with a dosage of 0.5 drams to the patient.",
    "unit": "dram"
  },
  {
    "text": "The goldsmith used a scale to measure out 5 grams of gold and converted it to 0.4 drams.",
    "unit": "dram"
  },
  {
    "text": "The barista used 2 drams of espresso to make a cappuccino.",
    "unit": "dram"
  },
  {
    "text": "The perfumer added 3 drams of jasmine oil to the perfume to create a floral scent.",
    "unit": "dram"
  },
  {
    "text": "The winemaker added 0.2 drams of sulfur dioxide to the wine to prevent oxidation.",
    "unit": "dram"
  },
  {
    "text": "The tailor used 1 dram of thread to hem the pants.",
    "unit": "dram"
  },
  {
    "text": "The cosmetologist mixed a facial mask with 0.5 dram of honey and 1 dram of aloe vera gel.",
    "unit": "dram"
  },
  {
    "text": "The carpenter used 2 drams of wood glue to fix the chair.",
    "unit": "dram"
  },
  {
    "text": "The candy maker added 0.5 dram of cinnamon extract to the candy mixture for a spicy flavor.",
    "unit": "dram"
  },
  {
    "text": "The herbalist recommended a tea with a dosage of 0.3 drams of dried chamomile flowers.",
    "unit": "dram"
  },
  {
    "text": "The florist used 1 dram of floral wire to create a wreath.",
    "unit": "dram"
  },
  {
    "text": "The photographer captured an image with a resolution of 72 pixels per inch.",
    "unit": "pixel"
  },
  {
    "text": "The graphic designer created a banner ad with a size of 300 P wide by 250 P tall.",
    "unit": "pixel"
  },
  {
    "text": "The doctor prescribed two drams of medicine to be taken twice a day.",
    "unit": "dram"
  },
  {
    "text": "I exchanged 100 dollars for 48000 armenian drams at the currency exchange.",
    "unit": "armenian dram"
  },
  {
    "text": "The recipe calls for half a dram of saffron for color and flavor.",
    "unit": "dram"
  },
  {
    "text": "He lost 10 pounds after going on a diet for a month.",
    "unit": "pound-mass"
  },
  {
    "text": "She exchanged 100 pounds for euros at the bank.",
    "unit": "pound sterling"
  },
  {
    "text": "The weightlifter lifted 300 pounds in the competition.",
    "unit": "pound-mass"
  },
  {
    "text": "The dress cost 50 pounds at the boutique.",
    "unit": "pound sterling"
  },
  {
    "text": "The recipe requires 3 pounds of sugar.",
    "unit": "pound-mass"
  },
  {
    "text": "He made a profit of 500 pounds on the sale of his car.",
    "unit": "pound sterling"
  },
  {
    "text": "The baby weighed 8 pounds at birth.",
    "unit": "pound-mass"
  },
  {
    "text": "She withdrew 200 pounds from the ATM.",
    "unit": "pound sterling"
  },
  {
    "text": "The fruit basket weighed 2 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "He paid 20 pounds for a ticket to the concert.",
    "unit": "pound sterling"
  },
  {
    "text": "The steak weighed a pound and a half.",
    "unit": "pound-mass"
  },
  {
    "text": "She saved up 1000 pounds for her vacation.",
    "unit": "pound sterling"
  },
  {
    "text": "The grocery bag was heavy, with a weight of 10 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "He spent 50 pounds on a new jacket.",
    "unit": "pound sterling"
  },
  {
    "text": "The farmer harvested 500 pounds of potatoes.",
    "unit": "pound-mass"
  },
  {
    "text": "She donated 20 pounds to the charity.",
    "unit": "pound sterling"
  },
  {
    "text": "The weight of the suitcase was 50 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "The antique dealer sold a rare coin for 500 pounds to a collector.",
    "unit": "pound sterling"
  },
  {
    "text": "The shipment of steel weighed in at over 100,000 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "The athlete bench pressed 200 pounds at the gym.",
    "unit": "pound-mass"
  },
  {
    "text": "He invested 10,000 pounds in the stock market and earned a 5% return.",
    "unit": "pound sterling"
  },
  {
    "text": "The bag of flour weighed 5 pounds and was enough to make several loaves of bread.",
    "unit": "pound-mass"
  },
  {
    "text": "The singer's contract was worth millions of pounds.",
    "unit": "pound sterling"
  },
  {
    "text": "The baby weighed 8 pounds and was delivered via C-section.",
    "unit": "pound-mass"
  },
  {
    "text": "She converted 100 pounds to euros at the bank.",
    "unit": "pound sterling"
  },
  {
    "text": "The cargo ship was carrying over 10,000 pounds of goods.",
    "unit": "pound-mass"
  },
  {
    "text": "He saved up 500 pounds to buy a new guitar.",
    "unit": "pound sterling"
  },
  {
    "text": "The recipe called for 2 pounds of sugar to make the cake.",
    "unit": "pound-mass"
  },
  {
    "text": "The company made a profit of 1 million pounds last year.",
    "unit": "pound sterling"
  },
  {
    "text": "The weightlifter lifted a barbell with 400 pounds of weight.",
    "unit": "pound-mass"
  },
  {
    "text": "She exchanged 50 pounds for yen before her trip to Japan.",
    "unit": "pound sterling"
  },
  {
    "text": "The construction project required 50,000 pounds of concrete.",
    "unit": "pound-mass"
  },
  {
    "text": "He earned a salary of 50,000 pounds per year at his job.",
    "unit": "pound sterling"
  },
  {
    "text": "The package weighed 2 pounds and was delivered by mail.",
    "unit": "pound-mass"
  },
  {
    "text": "She spent 20 pounds on a new book at the bookstore.",
    "unit": "pound sterling"
  },
  {
    "text": "The recipe called for 1 pound of ground beef for the meatballs.",
    "unit": "pound-mass"
  },
  {
    "text": "The antique clock was worth thousands of pounds.",
    "unit": "pound sterling"
  },
  {
    "text": "The fish weighed 10 pounds and was the biggest catch of the day.",
    "unit": "pound-mass"
  },
  {
    "text": "She withdrew 100 pounds from the ATM to pay for groceries.",
    "unit": "pound sterling"
  },
  {
    "text": "The athlete lost 5 pounds before the weigh-in for the boxing match.",
    "unit": "pound-mass"
  },
  {
    "text": "The painting sold for 20,000 pounds at the art auction.",
    "unit": "pound sterling"
  },
  {
    "text": "The fruit basket weighed 3 pounds and was a gift from the neighbor.",
    "unit": "pound-mass"
  },
  {
    "text": "He inherited 50,000 pounds from his grandfather's estate.",
    "unit": "pound sterling"
  },
  {
    "text": "The shipment of potatoes weighed 50,000 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "She spent 50 pounds on a new dress for the party.",
    "unit": "pound sterling"
  },
  {
    "text": "The recipe required 3 pounds of apples for the pie filling.",
    "unit": "pound-mass"
  },
  {
    "text": "The fisherman caught a 20-pound trout.",
    "unit": "pound-mass"
  },
  {
    "text": "She found a pound coin on the street.",
    "unit": "pound sterling"
  },
  {
    "text": "The backpack weighed 30 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "He spent 50 pounds on a new shirt.",
    "unit": "pound sterling"
  },
  {
    "text": "The hamster weighs half a pound.",
    "unit": "pound-mass"
  },
  {
    "text": "She invested 1000 pounds in the stock market.",
    "unit": "pound sterling"
  },
  {
    "text": "The pumpkin weighed 20 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "He paid 5 pounds for a cup of coffee at the fancy cafe.",
    "unit": "pound sterling"
  },
  {
    "text": "The bag of rice weighed 5 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "She withdrew 200 pounds from the ATM.",
    "unit": "pound sterling"
  },
  {
    "text": "The turkey weighed 16 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "He donated 50 pounds to the charity.",
    "unit": "pound sterling"
  },
  {
    "text": "The box of books weighed 40 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "She spent 100 pounds on a train ticket to Paris.",
    "unit": "pound sterling"
  },
  {
    "text": "The weight lifter lifted a barbell weighing 400 pounds.",
    "unit": "pound-mass"
  },
  {
    "text": "The rancher purchased 100 a of land to expand his cattle farm.",
    "unit": "acre"
  },
  {
    "text": "She planted 200 a of corn on her family's farm this year.",
    "unit": "acre"
  },
  {
    "text": "The construction company bought a plot of land that measures 2 a for their new office building.",
    "unit": "acre"
  },
  {
    "text": "The nature preserve spans over 500 a and is home to a variety of endangered species.",
    "unit": "acre"
  },
  {
    "text": "The winery harvested 10 a of grapes to make their signature wine.",
    "unit": "acre"
  },
  {
    "text": "The homeowner has a backyard that measures 1/4 a and is perfect for hosting barbecues.",
    "unit": "acre"
  },
  {
    "text": "The farm produces 5000 bales of hay per a of land.",
    "unit": "acre"
  },
  {
    "text": "The developer purchased 50 a of land to build a new shopping center.",
    "unit": "acre"
  },
  {
    "text": "The real estate agent showed us a 5 a property with a beautiful view of the mountains.",
    "unit": "acre"
  },
  {
    "text": "The farmer planted 5 a of sunflowers to sell at the local farmers market.",
    "unit": "acre"
  },
  {
    "text": "She has been practicing yoga for 2 a and has seen a significant improvement in her flexibility.",
    "unit": "year"
  },
  {
    "text": "The musician has been playing the guitar for 10 a and has released several albums.",
    "unit": "year"
  },
  {
    "text": "He has been a member of the soccer team for 5 a and has helped them win several championships.",
    "unit": "year"
  },
  {
    "text": "The company has been in business for over 50 a and is a well-respected leader in their industry.",
    "unit": "year"
  },
  {
    "text": "She has been working at the hospital for 15 a and has gained valuable experience in her field.",
    "unit": "year"
  },
  {
    "text": "The writer has been working on his novel for 2 a and hopes to publish it soon.",
    "unit": "year"
  },
  {
    "text": "She has been taking piano lessons for 3 a and can now play several advanced pieces.",
    "unit": "year"
  },
  {
    "text": "The marathon runner has been training for 6 a and is ready for the upcoming race.",
    "unit": "year"
  },
  {
    "text": "The company has been offering internships for the past 5 a to help students gain work experience.",
    "unit": "year"
  },
  {
    "text": "The park has been hosting a summer concert series for 10 a and it has become a popular event.",
    "unit": "year"
  },
  {
    "text": "The doctor has been practicing medicine for 20 a and has helped countless patients.",
    "unit": "year"
  },
  {
    "text": "The non-profit organization has been helping the community for 30 a and has made a positive impact.",
    "unit": "year"
  },
  {
    "text": "She has been volunteering at the animal shelter for 2 a and has found it to be a rewarding experience.",
    "unit": "year"
  },
  {
    "text": "The school has been offering a robotics program for 5 a and has seen an increase in student interest.",
    "unit": "year"
  },
  {
    "text": "The artist has been painting for 10 a and has had several successful exhibitions.",
    "unit": "year"
  },
  {
    "text": "The chef has been working at the restaurant for 2 a and has developed a unique culinary style.",
    "unit": "year"
  },
  {
    "text": "The national park covers an area of 500 a and is a popular destination for hikers and campers.",
    "unit": "acre"
  },
  {
    "text": "She has been playing the piano for 5 a and has developed a talent for composing her own music.",
    "unit": "year"
  },
  {
    "text": "The construction project required 10 a of land to build the new office building.",
    "unit": "acre"
  },
  {
    "text": "He worked at the company for 2 a before being promoted to a higher position.",
    "unit": "year"
  },
  {
    "text": "The rancher owns 100 a of grazing land for his cattle to roam and feed on.",
    "unit": "acre"
  },
  {
    "text": "She has been practicing yoga for 1 a and has noticed a significant improvement in her flexibility.",
    "unit": "year"
  },
  {
    "text": "The real estate agent sold a 2-acre property to a developer for the construction of a new housing complex.",
    "unit": "acre"
  },
  {
    "text": "He has been studying French for 4 a and is now able to read and write in the language with ease.",
    "unit": "year"
  },
  {
    "text": "The farmer harvested 50 a of wheat crops last season and had a successful yield.",
    "unit": "acre"
  },
  {
    "text": "She has been working at the company for 7 a and has gained valuable experience in the industry.",
    "unit": "year"
  },
  {
    "text": "The golf course spans over 100 a of green grass and is a popular attraction for avid golfers.",
    "unit": "acre"
  },
  {
    "text": "He has been living in New York City for 10 a and has grown accustomed to the fast-paced lifestyle.",
    "unit": "year"
  },
  {
    "text": "The construction company purchased 5 a of land for the development of a new shopping center.",
    "unit": "acre"
  },
  {
    "text": "She has been teaching at the school for 15 a and has made a positive impact on the lives of her students.",
    "unit": "year"
  },
  {
    "text": "The vineyard covers 30 a of land and produces award-winning wines that are sold all over the world.",
    "unit": "acre"
  },
  {
    "text": "The real estate developer plans to build a housing complex on a 100-acre plot of land.",
    "unit": "acre"
  },
  {
    "text": "The artist spent 2 years creating her masterpiece painting.",
    "unit": "year"
  },
  {
    "text": "The national park encompasses over 500,000 acres of protected land.",
    "unit": "acre"
  },
  {
    "text": "The athlete trained for 4 years to compete in the Olympic Games.",
    "unit": "year"
  },
  {
    "text": "The farmer harvested 300 acres of wheat this season.",
    "unit": "acre"
  },
  {
    "text": "The musician has been playing the guitar for 10 years.",
    "unit": "year"
  },
  {
    "text": "The new mall will occupy a 50-acre lot in the heart of the city.",
    "unit": "acre"
  },
  {
    "text": "The scientist spent 3 years conducting research on a new drug.",
    "unit": "year"
  },
  {
    "text": "The construction crew cleared 10 acres of land for the new building project.",
    "unit": "acre"
  },
  {
    "text": "The author spent 7 years writing her award-winning novel.",
    "unit": "year"
  },
  {
    "text": "He has been working as a journalist for 15 a and has reported on numerous international events.",
    "unit": "year"
  },
  {
    "text": "The botanical garden features over 300 a of diverse plant life from around the world.",
    "unit": "acre"
  },
  {
    "text": "She has been practicing law for 8 a and has successfully defended numerous clients in court.",
    "unit": "year"
  },
  {
    "text": "The startup secured funding from investors for a 2-year runway to grow the business.",
    "unit": "year"
  },
  {
    "text": "The golf course spans over 150 a of lush greenery for players to enjoy.",
    "unit": "acre"
  },
  {
    "text": "She has been training for a marathon for 1 a and is confident in her ability to complete the race.",
    "unit": "year"
  },
  {
    "text": "The developer plans to build a 100 a mixed-use project in the downtown area.",
    "unit": "acre"
  },
  {
    "text": "The camera's focal length is 50 mm, which is approximately 1.97\". ",
    "unit": "inch"
  },
  {
    "text": "The runner's time for the 100 m sprint was 9.81\", or approximately 0.16 minutes. ",
    "unit": "second"
  },
  {
    "text": "The sound wave frequency of a dog whistle is typically 23 kHz, which is equivalent to 0.023\". ",
    "unit": "second"
  },
  {
    "text": "The carpenter cut the board to a length of 24 inches, which was the exact size needed for the project. ",
    "unit": "inch"
  },
  {
    "text": "The driver's reaction time to a sudden obstacle was only 0.75\", which prevented an accident. ",
    "unit": "second"
  },
  {
    "text": "The movie had a runtime of 2 hours and 15 minutes, or approximately 8100\". ",
    "unit": "second"
  },
  {
    "text": "The sculpture was created to be 15\" tall, but the final product was slightly shorter due to material loss during the carving process. ",
    "unit": "inch"
  },
  {
    "text": "The sprinter completed the 400 m race in 47.60\", setting a new world record. ",
    "unit": "second"
  },
  {
    "text": "The runner completed the 100-meter dash in just 10\", breaking the previous record.",
    "unit": "second"
  },
  {
    "text": "The earthquake lasted for 30\" and caused widespread damage to the city.",
    "unit": "second"
  },
  {
    "text": "The tailor used a measuring tape to ensure that the suit jacket had sleeves that were exactly 34\" long.",
    "unit": "inch"
  },
  {
    "text": "The rancher owns 100 a of land and leases 50 a to a neighboring farmer for cattle grazing.",
    "unit": "acre"
  },
  {
    "text": "The wildfire spread over 500 a of forest before firefighters were able to contain it.",
    "unit": "acre"
  },
  {
    "text": "The real estate developer plans to build a shopping mall on a 10a plot of land.",
    "unit": "acre"
  },
  {
    "text": "The golf course spans over 200 a and includes multiple water hazards and sand traps.",
    "unit": "acre"
  },
  {
    "text": "The winery harvested 5 tons of grapes from their 2 a vineyard this year.",
    "unit": "acre"
  },
  {
    "text": "The archaeological site covers 50 a and includes the ruins of an ancient city.",
    "unit": "acre"
  },
  {
    "text": "The farmer grows a variety of vegetables on her 15a farm and sells them at the local market.",
    "unit": "acre"
  },
  {
    "text": "The zoo's African savannah exhibit is over 5 a and includes elephants, giraffes, and zebras.",
    "unit": "acre"
  },
  {
    "text": "The construction crew cleared 3 a of land to make way for the new housing development.",
    "unit": "acre"
  },
  {
    "text": "The national park covers over 1000 a and is home to diverse wildlife and ecosystems.",
    "unit": "acre"
  },
  {
    "text": "The businesswoman has worked in the fashion industry for 10 a and has extensive experience in design and marketing.",
    "unit": "year"
  },
  {
    "text": "The professor has been teaching at the university for 25 a and is well-respected among his colleagues and students.",
    "unit": "year"
  },
  {
    "text": "The actor has won multiple awards over the course of her 20 a career in Hollywood.",
    "unit": "year"
  },
  {
    "text": "The antique dealer sold a rare coin for 100 pounds to a collector. ",
    "unit": "pound sterling"
  },
  {
    "text": "The weight of the baby at birth was 7.5 pounds. ",
    "unit": "pound-mass"
  },
  {
    "text": "He saved up 500 pounds to buy a new laptop. ",
    "unit": "pound sterling"
  },
  {
    "text": "The butcher sold a pound of ground beef to the customer. ",
    "unit": "pound-mass"
  },
  {
    "text": "She exchanged 1000 US dollars for 750 pounds at the currency exchange. ",
    "unit": "pound sterling"
  },
  {
    "text": "The weight limit for the checked baggage is 50 pounds per person. ",
    "unit": "pound-mass"
  },
  {
    "text": "The antique vase was sold at the auction for 2000 pounds. ",
    "unit": "pound sterling"
  },
  {
    "text": "The weight of the shipment is 25 pounds according to the invoice. ",
    "unit": "pound-mass"
  },
  {
    "text": "The company's profits increased by 2 million pounds this quarter. ",
    "unit": "pound sterling"
  },
  {
    "text": "The weight of the elephant is around 10,000 pounds. ",
    "unit": "pound-mass"
  },
  {
    "text": "The baker added 2 drams of vanilla extract to the cake batter for flavor.",
    "unit": "dram"
  },
  {
    "text": "The jeweler sold a necklace for 500 drams at the local market.",
    "unit": "armenian dram"
  },
  {
    "text": "The photo I took with my phone was only 2.5 MB, which translates to 2.5 million B. ",
    "unit": "byte"
  },
  {
    "text": "The concert was so loud that it registered 130 dB on the sound meter, making it one of the loudest concerts ever. ",
    "unit": "bel"
  },
  {
    "text": "The size of the email attachment was 5 MB, which is equivalent to 5 million B. ",
    "unit": "byte"
  },
  {
    "text": "The noise level in the library was measured at 40 dB, which is considered to be very quiet. ",
    "unit": "bel"
  },
  {
    "text": "The file was too large to be sent through email, as it exceeded the maximum limit of 25 MB. ",
    "unit": "byte"
  },
  {
    "text": "The jet engine noise during takeoff can reach up to 140 dB, which is dangerously loud for human ears. ",
    "unit": "bel"
  },
  {
    "text": "The hard drive capacity of my laptop is 512 GB, which is equal to 512 billion B. ",
    "unit": "byte"
  },
  {
    "text": "The target molecule had a cross-sectional area of 0.3 b, which made it difficult to detect. ",
    "unit": "barn"
  },
  {
    "text": "The image resolution of the digital camera is 12 megapixels, which is equivalent to 96 million b. ",
    "unit": "bit"
  },
  {
    "text": "The scattering experiment showed that the proton had a charge radius of 0.87 b. ",
    "unit": "barn"
  },
  {
    "text": "The file size of the high-definition movie was 10 GB, or 80 billion b. ",
    "unit": "bit"
  },
  {
    "text": "The optical fiber has a diameter of only 10 b, which allows for high-speed data transfer. ",
    "unit": "barn"
  },
  {
    "text": "The computer program required 4 GB of RAM, which is equivalent to 32 billion b. ",
    "unit": "bit"
  },
  {
    "text": "The nucleus of the uranium atom has a cross-sectional area of about 1.3 b. ",
    "unit": "barn"
  },
  {
    "text": "The Ethernet network has a data transfer rate of 1 Gbps, or 1 billion b per second. ",
    "unit": "bit"
  },
  {
    "text": "The proton-proton collision has a cross-section of about 100 b. ",
    "unit": "barn"
  },
  {
    "text": "The image file size of the high-resolution photograph was 30 MB, or 240 million b. ",
    "unit": "bit"
  },
  {
    "text": "The electron has a magnetic moment of -1.00 b, according to the current theory. ",
    "unit": "barn"
  },
  {
    "text": "The USB flash drive has a storage capacity of 32 GB, which is equivalent to 256 billion b. ",
    "unit": "bit"
  },
  {
    "text": "The molecule had a scattering cross-section of 5.5 b, which made it easier to detect. ",
    "unit": "barn"
  },
  {
    "text": "The text file size of the e-book was 1 MB, or 8 million b. ",
    "unit": "bit"
  },
  {
    "text": "The neutron-proton scattering experiment showed that the neutron had a radius of 0.87 b. ",
    "unit": "barn"
  },
  {
    "text": "The data transfer rate of the Wi-Fi connection was 54 Mbps, or 54 million b per second. ",
    "unit": "bit"
  },
  {
    "text": "The uranium atom has a nucleus with a diameter of about 15 b. ",
    "unit": "barn"
  },
  {
    "text": "The audio file size of the song was 5 MB, or 40 million b. ",
    "unit": "bit"
  },
  {
    "text": "The scattering experiment showed that the electron had a radius of about 10^-18 b. ",
    "unit": "barn"
  },
  {
    "text": "The download speed of the 4G network was 100 Mbps, or 100 million b per second. ",
    "unit": "bit"
  },
  {
    "text": "The carbon-12 nucleus has a radius of about 2.7 b, according to the current theory. ",
    "unit": "barn"
  },
  {
    "text": "The actor took two drams of cough syrup before the audition to soothe his throat.",
    "unit": "dram"
  },
  {
    "text": "The pharmacy technician measured out 5 drams of medication for the prescription.",
    "unit": "dram"
  },
  {
    "text": "The Armenian traveler exchanged 100 USD for 50,000 armenian drams at the airport currency exchange booth.",
    "unit": "armenian dram"
  },
  {
    "text": "The waiter presented the bill, which amounted to 20,000 drams for the three-course meal.",
    "unit": "armenian dram"
  },
  {
    "text": "The musician earned 500,000 drams for the concert, which he donated to a charity organization.",
    "unit": "armenian dram"
  },
  {
    "text": "The grocery store displayed the price of the product as 500 drams per kilogram.",
    "unit": "armenian dram"
  },
  {
    "text": "The Armenian banknote has the portrait of the famous composer, Aram Khachaturian, on the 10,000 dram denomination.",
    "unit": "armenian dram"
  },
  {
    "text": "The pharmacist measured out 3 drams of medicine for the patient's prescription.",
    "unit": "dram"
  },
  {
    "text": "The antique dealer sold a vintage silver spoon for 20 drams to a collector.",
    "unit": "armenian dram"
  },
  {
    "text": "The recipe calls for 1/4 dram of saffron to be added to the dish for a pop of color.",
    "unit": "dram"
  },
  {
    "text": "The street vendor sold souvenirs for 1000 drams each to tourists visiting the city.",
    "unit": "armenian dram"
  },
  {
    "text": "The chemist measured out 0.5 drams of a chemical reagent for the laboratory experiment.",
    "unit": "dram"
  },
  {
    "text": "The exchange rate between the armenian dram and the US dollar is currently 1 USD to 486.5 AMD.",
    "unit": "armenian dram"
  },
  {
    "text": "The doctor prescribed a daily dosage of 2 drams of medication for the patient's condition.",
    "unit": "dram"
  },
  {
    "text": "The street performer earned 2000 drams from the audience for his entertaining show.",
    "unit": "armenian dram"
  },
  {
    "text": "The baker weighed out 8 drams of yeast for the bread dough to rise properly.",
    "unit": "dram"
  },
  {
    "text": "The souvenir shop charges 500 drams for a postcard with a picture of the city's iconic landmark.",
    "unit": "armenian dram"
  },
  {
    "text": "After adjusting the telescope, the astronomer was able to see the star with an angular diameter of 0.5 p.",
    "unit": "point"
  },
  {
    "text": "The football team's kicker made a field goal from 45 yards out, scoring 3 p for the team.",
    "unit": "point"
  },
  {
    "text": "The artist used a 0.5 p pen to create the intricate details in the drawing.",
    "unit": "point"
  },
  {
    "text": "The stock price of the company dropped by 10p after a negative earnings report.",
    "unit": "penny"
  },
  {
    "text": "The chef added 2 p of salt to the soup, enhancing its flavor.",
    "unit": "pinch"
  },
  {
    "text": "The antique dealer sold a rare coin for 50 p at an auction.",
    "unit": "penny"
  },
  {
    "text": "The graphic designer used a 72 p font size for the headline of the advertisement.",
    "unit": "point"
  },
  {
    "text": "The physics lab measured the electrical resistance of the wire to be 2 ohms per p.",
    "unit": "point"
  },
  {
    "text": "The ice skater received a score of 6.5 p for her performance in the short program.",
    "unit": "point"
  },
  {
    "text": "The cost of a gallon of gas increased by 10p due to a shortage in supply.",
    "unit": "penny"
  },
  {
    "text": "The student's grade on the exam improved by 3 p after studying for an extra hour.",
    "unit": "point"
  },
  {
    "text": "The bicycle racer won the race by a margin of 2 p, crossing the finish line just ahead of the competition.",
    "unit": "point"
  },
  {
    "text": "The writer used a 12 p font size and double spacing for the manuscript.",
    "unit": "point"
  },
  {
    "text": "The cost of a cup of coffee at the cafe is 3p higher than last month due to rising coffee bean prices.",
    "unit": "penny"
  },
  {
    "text": "The runner finished the 10k race in 30 minutes and 40p.",
    "unit": "second"
  },
  {
    "text": "The carpenter used a 1/4 p chisel to carve the intricate design in the wood.",
    "unit": "point"
  },
  {
    "text": "The cost of a loaf of bread increased by 15p due to a shortage of wheat.",
    "unit": "penny"
  },
  {
    "text": "She received a 5c coin as change from the cashier.",
    "unit": "cent"
  },
  {
    "text": "The temperature dropped by ten c overnight.",
    "unit": "celsius"
  },
  {
    "text": "He donated fifty c to the charity.",
    "unit": "cent"
  },
  {
    "text": "The recipe calls for cooking the chicken at 200 c.",
    "unit": "celsius"
  },
  {
    "text": "The vending machine charges 75 c for a bottle of water.",
    "unit": "cent"
  },
  {
    "text": "The optimal room temperature for sleeping is around 18 c.",
    "unit": "celsius"
  },
  {
    "text": "The average temperature in July in this city is 30 c.",
    "unit": "celsius"
  },
  {
    "text": "The price of the candy bar is 50 c.",
    "unit": "cent"
  },
  {
    "text": "The maximum safe temperature for storing meat is 4 c.",
    "unit": "celsius"
  },
  {
    "text": "He paid two c for the newspaper.",
    "unit": "cent"
  },
  {
    "text": "The recommended temperature for serving white wine is between 8 and 12 c.",
    "unit": "celsius"
  },
  {
    "text": "The company donated ten c for every dollar spent to the charity.",
    "unit": "cent"
  },
  {
    "text": "The room temperature feels comfortable at 22 c.",
    "unit": "celsius"
  },
  {
    "text": "The toll for the bridge is 75 c.",
    "unit": "cent"
  },
  {
    "text": "The water temperature in the swimming pool is 28 c.",
    "unit": "celsius"
  },
  {
    "text": "The cost of a stamp is currently 55 c.",
    "unit": "cent"
  },
  {
    "text": "The boiling point of water is 100 c.",
    "unit": "celsius"
  },
  {
    "text": "The price of the subway ticket is 2.75 c.",
    "unit": "cent"
  },
  {
    "text": "The outside temperature is 20 c.",
    "unit": "celsius"
  },
  {
    "text": "The temperature is 25 c outside.",
    "unit": "celsius"
  },
  {
    "text": "The price of a stamp is 55 c.",
    "unit": "cent"
  },
  {
    "text": "The recipe calls for 200 c of milk.",
    "unit": "cent"
  },
  {
    "text": "The weatherman predicts a high of 30 c today.",
    "unit": "celsius"
  },
  {
    "text": "He paid 75 c for a cup of coffee.",
    "unit": "cent"
  },
  {
    "text": "He saved 10 c on the purchase with a coupon.",
    "unit": "cent"
  },
  {
    "text": "The proton's cross-section is about 0.9 b, making it one of the largest known subatomic particles.",
    "unit": "barn"
  },
  {
    "text": "The new hard drive has a storage capacity of 1 TB, or 8 trillion b.",
    "unit": "bit"
  },
  {
    "text": "The experimental setup required a target area of 10^-24 b for accurate measurements.",
    "unit": "barn"
  },
  {
    "text": "The binary code for the letter 'A' is 01000001, or 8 b.",
    "unit": "bit"
  },
  {
    "text": "The cross-section of an atomic nucleus is typically measured in femtobarns, or 10^-15 b.",
    "unit": "barn"
  },
  {
    "text": "The video stream had a bitrate of 4 Mbps, or 4 million b per second.",
    "unit": "bit"
  },
  {
    "text": "The stock market rose by 50 p after the positive earnings report was released.",
    "unit": "point"
  },
  {
    "text": "The value of the index increased by 1.5% or 100 p, whichever was greater.",
    "unit": "point"
  },
  {
    "text": "The market has been volatile lately, with gains and losses of several hundred p in a single day.",
    "unit": "point"
  },
  {
    "text": "The stock price jumped up 5 p in after-hours trading due to a positive earnings surprise.",
    "unit": "point"
  },
  {
    "text": "The company's stock has lost 20 p since the announcement of the CEO's resignation.",
    "unit": "point"
  },
  {
    "text": "Investors were pleased to see the stock price rise by 3 p on the news of a potential merger.",
    "unit": "point"
  },
  {
    "text": "The Dow Jones Industrial Average closed up 200 p, while the NASDAQ rose 50 p.",
    "unit": "point"
  },
  {
    "text": "The stock price fluctuated by 10 p throughout the day, but closed unchanged from its opening price.",
    "unit": "point"
  },
  {
    "text": "The stock price fell by 30 p due to negative press coverage and concerns about the company's future prospects.",
    "unit": "point"
  },
  {
    "text": "The company's stock reached an all-time high of 500 p before dipping down to 480 p later in the day.",
    "unit": "point"
  },
  {
    "text": "The stock price fell by 5% or 15 p, whichever was greater, after the company's latest earnings report was released.",
    "unit": "point"
  },
  {
    "text": "The stock price rose by 2 p on news that the company was expanding into a new market segment.",
    "unit": "point"
  },
  {
    "text": "The market closed down by 100 p, reflecting concerns about global economic growth and political instability.",
    "unit": "point"
  },
  {
    "text": "The stock price fell by 50 p due to concerns about the impact of a new government regulation on the industry.",
    "unit": "point"
  },
  {
    "text": "Investors were disappointed to see the stock price drop by 15 p after the company announced that its new product launch would be delayed.",
    "unit": "point"
  },
  {
    "text": "The Dow Jones Industrial Average gained 50 p today on positive earnings reports from several major companies.",
    "unit": "point"
  },
  {
    "text": "The S&P 500 index closed up 1.5 p at the end of trading today.",
    "unit": "point"
  },
  {
    "text": "The NASDAQ Composite index dropped 20 p after a major tech company announced weaker than expected quarterly results.",
    "unit": "point"
  },
  {
    "text": "The Russell 2000 index rose 2.5 p on strong retail sales data.",
    "unit": "point"
  },
  {
    "text": "The FTSE 100 index fell 10 p due to concerns over inflation.",
    "unit": "point"
  },
  {
    "text": "The Nikkei 225 index gained 100 p, boosted by a weaker yen.",
    "unit": "point"
  },
  {
    "text": "The Hang Seng index dropped 30 p on news of increased regulatory scrutiny of Chinese tech companies.",
    "unit": "point"
  },
  {
    "text": "The DAX index closed up 5 p today, led by gains in the automotive sector.",
    "unit": "point"
  },
  {
    "text": "The CAC 40 index fell 15 p, driven by losses in the energy and banking sectors.",
    "unit": "point"
  },
  {
    "text": "The BSE Sensex index rose 50 p, buoyed by strong performance from the technology and healthcare sectors.",
    "unit": "point"
  },
  {
    "text": "The NIFTY 50 index closed down 2 p, dragged down by losses in the financial services and FMCG sectors.",
    "unit": "point"
  },
  {
    "text": "The ASX 200 index gained 8 p, driven by strong performance in the mining and healthcare sectors.",
    "unit": "point"
  },
  {"text": "The cost of a cup of coffee at this cafe is only 99p, making it a great deal.", "unit": "penny"},
  {"text": "I found a penny on the street and picked it up for good luck.", "unit": "penny"},
  {"text": "The old-fashioned candy store sells a variety of sweets for just a 2p each.", "unit": "penny"},
  {"text": "I need to scrounge up 10 p to pay for this parking meter.", "unit": "penny"},
  {"text": "He saved every penny he earned and eventually bought a house.", "unit": "penny"},
  {"text": "I bought this dress on sale for just 10 p .", "unit": "penny"},
  {"text": "He saved every penny he earned and eventually bought a house.", "unit": "penny"},
  {"text": "The parking meter charges 25 cents per 10 minutes, which equals 2.5 p per minute.", "unit": "penny"}
]




